{
    "status": true,
    "request": {
        "path": "\/quran\/ayat\/2\/211\/30",
        "surat": "2",
        "ayat": "211",
        "panjang": "30"
    },
    "info": {
        "surat": {
            "id": 2,
            "nama": {
                "ar": "البقرة",
                "id": "Al-Baqarah"
            },
            "relevasi": "Madaniyyah",
            "ayat_max": 286
        }
    },
    "data": [
        {
            "arab": "سَلْ بَنِيْٓ اِسْرَاۤءِيْلَ كَمْ اٰتَيْنٰهُمْ مِّنْ اٰيَةٍ ۢ بَيِّنَةٍ ۗ وَمَنْ يُّبَدِّلْ نِعْمَةَ اللّٰهِ مِنْۢ بَعْدِ مَا جَاۤءَتْهُ فَاِنَّ اللّٰهَ  شَدِيْدُ الْعِقَابِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/218",
            "ayah": "211",
            "hizb": "4",
            "id": "218",
            "juz": "2",
            "latin": "Sal banī isrā'īla kam ātaināhum min āyatim bayyinah(tin), wa may yubaddil ni‘matallāhi mim ba‘di mā jā'athu fa innallāha syadīdul-‘iqāb(i).  ",
            "notes": null,
            "page": "33",
            "surah": "2",
            "text": "Tanyakanlah kepada Bani Israil, “Berapa banyak bukti nyata (kebenaran) yang telah Kami anugerahkan kepada mereka?” Siapa yang menukar nikmat Allah (dengan kekufuran) setelah (nikmat itu) datang kepadanya, sesungguhnya Allah Mahakeras hukuman-Nya.",
            "theme": "60"
        },
        {
            "arab": "زُيِّنَ لِلَّذِيْنَ كَفَرُوا الْحَيٰوةُ الدُّنْيَا وَيَسْخَرُوْنَ مِنَ الَّذِيْنَ اٰمَنُوْا ۘ وَالَّذِيْنَ اتَّقَوْا فَوْقَهُمْ يَوْمَ الْقِيٰمَةِ ۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/219",
            "ayah": "212",
            "hizb": "4",
            "id": "219",
            "juz": "2",
            "latin": "Zuyyina lil-lażīna kafarul-ḥayātud-dun-yā wa yaskharūna minal-lażīna āmanū, wal-lażīnattaqau fauqahum yaumal-qiyāmah(ti), wallāhu yarzuqu may yasyā'u bigairi ḥisāb(in).  ",
            "notes": null,
            "page": "33",
            "surah": "2",
            "text": "Kehidupan dunia dijadikan terasa indah dalam pandangan orang-orang yang kufur dan mereka (terus) menghina orang-orang yang beriman. Padahal orang-orang yang bertakwa itu berada di atas mereka pada hari Kiamat. Allah memberi rezeki kepada orang yang Dia kehendaki tanpa perhitungan.",
            "theme": "60"
        },
        {
            "arab": "كَانَ النَّاسُ اُمَّةً وَّاحِدَةً ۗ فَبَعَثَ اللّٰهُ النَّبِيّٖنَ مُبَشِّرِيْنَ وَمُنْذِرِيْنَ ۖ وَاَنْزَلَ مَعَهُمُ الْكِتٰبَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيْمَا اخْتَلَفُوْا فِيْهِ ۗ وَمَا اخْتَلَفَ فِيْهِ اِلَّا الَّذِيْنَ اُوْتُوْهُ مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنٰتُ بَغْيًا ۢ بَيْنَهُمْ ۚ فَهَدَى اللّٰهُ الَّذِيْنَ اٰمَنُوْا لِمَا اخْتَلَفُوْا فِيْهِ مِنَ الْحَقِّ بِاِذْنِهٖ ۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/220",
            "ayah": "213",
            "hizb": "4",
            "id": "220",
            "juz": "2",
            "latin": "Kānan-nāsu ummataw wāḥidah(tan), fa ba‘aṡallāhun-nabiyyīna mubasysyirīna wa munżirīn(a), wa anzala ma‘ahumul-kitāba bil-ḥaqqi liyaḥkuma bainan-nāsi fīmakhtalafū fīh(i), wa makhtalafa fīhi illal-lażīna ūtūhu mim ba‘di mā jā'athumul-bayyinātu bagyam bainahum, fahadallāhul-lażīna āmanū limakhtalafū fīhi minal-ḥaqqi bi'iżnih(ī), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in).  ",
            "notes": null,
            "page": "33",
            "surah": "2",
            "text": "Manusia itu (dahulunya) umat yang satu (dalam ketauhidan). (Setelah timbul perselisihan,) lalu Allah mengutus para nabi (untuk) menyampaikan kabar gembira dan peringatan. Allah menurunkan bersama mereka Kitab yang mengandung kebenaran untuk memberi keputusan di antara manusia tentang perkara yang mereka perselisihkan. Tidak ada yang berselisih tentangnya, kecuali orang-orang yang telah diberi (Kitab) setelah bukti-bukti yang nyata sampai kepada mereka, karena kedengkian di antara mereka sendiri. Maka, dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).",
            "theme": "61"
        },
        {
            "arab": "اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَّثَلُ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ ۗ مَسَّتْهُمُ الْبَأْسَاۤءُ وَالضَّرَّاۤءُ وَزُلْزِلُوْا حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۗ اَلَآ اِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/221",
            "ayah": "214",
            "hizb": "4",
            "id": "221",
            "juz": "2",
            "latin": "Am ḥasibtum an tadkhulul-jannata wa lammā ya'tikum maṡalul-lażīna khalau min qablikum, massathumul-ba'sā'u waḍ-ḍarrā'u wa zulzilū ḥattā yaqūlar-rasūlu wal-lażīna āmanū ma‘ahū matā naṣrullāh(i), alā inna naṣrallāhi qarīb(un).  ",
            "notes": null,
            "page": "33",
            "surah": "2",
            "text": "Apakah kamu mengira bahwa kamu akan masuk surga, padahal belum datang kepadamu (cobaan) seperti (yang dialami) orang-orang terdahulu sebelum kamu. Mereka ditimpa kemelaratan, penderitaan, dan diguncang (dengan berbagai cobaan) sehingga Rasul dan orang-orang yang beriman bersamanya berkata, “Kapankah datang pertolongan Allah?” Ingatlah, sesungguhnya pertolongan Allah itu dekat.",
            "theme": "62"
        },
        {
            "arab": "يَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ۗ قُلْ مَآ اَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/222",
            "ayah": "215",
            "hizb": "4",
            "id": "222",
            "juz": "2",
            "latin": "Yas'alūnaka māżā yunfiqūn(a), qul mā anfaqtum min khairin falil-wālidaini wal-aqrabīna wal-yatāmā wal-masākīni wabnis-sabīl(i), wa mā taf‘alū min khairin fa innallāha bihī ‘alīm(un).  ",
            "notes": null,
            "page": "33",
            "surah": "2",
            "text": "Mereka bertanya kepadamu (Nabi Muhammad) tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, anak-anak yatim, orang-orang miskin, dan orang yang dalam perjalanan (dan membutuhkan pertolongan).” Kebaikan apa saja yang kamu kerjakan, sesungguhnya Allah Maha Mengetahuinya.",
            "theme": "63"
        },
        {
            "arab": "كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/223",
            "ayah": "216",
            "hizb": "4",
            "id": "223",
            "juz": "2",
            "latin": "Kutiba ‘alaikumul-qitālu wa huwa kurhul lakum, wa ‘asā an takrahū syai'aw wa huwa khairul lakum, wa ‘asā an tuḥibbū syai'aw wa huwa syarrul lakum, wallāhu ya‘lamu wa antum lā ta‘lamūn(a).  ",
            "notes": null,
            "page": "34",
            "surah": "2",
            "text": "Diwajibkan atasmu berperang, padahal itu kamu benci. Boleh jadi kamu membenci sesuatu, padahal itu baik bagimu dan boleh jadi kamu menyukai sesuatu, padahal itu buruk bagimu. Allah mengetahui, sedangkan kamu tidak mengetahui.",
            "theme": "64"
        },
        {
            "arab": "يَسْـَٔلُوْنَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيْهِۗ  قُلْ قِتَالٌ فِيْهِ كَبِيْرٌ ۗ وَصَدٌّ عَنْ سَبِيْلِ اللّٰهِ وَكُفْرٌۢ بِهٖ وَالْمَسْجِدِ الْحَرَامِ وَاِخْرَاجُ اَهْلِهٖ مِنْهُ اَكْبَرُ عِنْدَ اللّٰهِ ۚ وَالْفِتْنَةُ اَكْبَرُ مِنَ الْقَتْلِ ۗ وَلَا يَزَالُوْنَ يُقَاتِلُوْنَكُمْ حَتّٰى يَرُدُّوْكُمْ عَنْ دِيْنِكُمْ اِنِ اسْتَطَاعُوْا ۗ وَمَنْ يَّرْتَدِدْ مِنْكُمْ عَنْ دِيْنِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَاُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/224",
            "ayah": "217",
            "hizb": "4",
            "id": "224",
            "juz": "2",
            "latin": "Yas'alūnaka ‘anisy-syahril-ḥarāmi qitālin fīh(i), qul qitālun fīhi kabīr(un), wa ṣaddun ‘an sabīlillāhi wa kufrum bihī wal-masjidil-ḥarām(i), wa ikhrāju ahlihī minhu akbaru ‘indallāh(i), wal-fitnatu akbaru minal-qatl(i), wa lā yazālūna yuqātilūnakum ḥattā yaruddūkum ‘an dīnikum inistaṭā‘ū, wa may yartadid minkum  ‘an dīnihī fa yamut wa huwa kāfirun fa ulā'ika ḥabiṭat a‘māluhum fid-dun-yā wal-ākhirah(ti), wa ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).  ",
            "notes": null,
            "page": "34",
            "surah": "2",
            "text": "Mereka bertanya kepadamu (Nabi Muhammad) tentang berperang pada bulan haram. Katakanlah, “Berperang dalam bulan itu adalah (dosa) besar. Namun, menghalangi (orang) dari jalan Allah, ingkar kepada-Nya, (menghalangi orang masuk) Masjidilharam, dan mengusir penduduk dari sekitarnya, lebih besar (dosanya) dalam pandangan Allah. Fitnah (pemusyrikan dan penindasan) lebih kejam daripada pembunuhan.” Mereka tidak akan berhenti memerangi kamu sampai kamu murtad (keluar) dari agamamu jika mereka sanggup. Siapa di antara kamu yang murtad dari agamanya lalu dia mati dalam kekafiran, sia-sialah amal mereka di dunia dan akhirat. Mereka itulah penghuni neraka. Mereka kekal di dalamnya.",
            "theme": "65"
        },
        {
            "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ ۙ اُولٰۤىِٕكَ يَرْجُوْنَ رَحْمَتَ اللّٰهِ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/225",
            "ayah": "218",
            "hizb": "4",
            "id": "225",
            "juz": "2",
            "latin": "Innal-lażīna āmanū wal-lażīna hājarū wa jāhadū fī sabīlillāh(i), ulā'ika yarjūna raḥmatallāh(i), wallāhu gafūrur raḥīm(un).  ",
            "notes": "63) Jihad secara umum berarti mencurahkan segala kemampuan, baik harta maupun raga untuk memperjuangkan agama Allah Swt. dengan niat yang ikhlas karena Allah Swt.",
            "page": "34",
            "surah": "2",
            "text": "Sesungguhnya orang-orang yang beriman serta orang-orang yang berhijrah dan berjihad63) di jalan Allah, mereka itu mengharapkan rahmat Allah. Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "65"
        },
        {
            "arab": "۞ يَسْـَٔلُوْنَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِۗ قُلْ فِيْهِمَآ اِثْمٌ كَبِيْرٌ وَّمَنَافِعُ لِلنَّاسِۖ وَاِثْمُهُمَآ اَكْبَرُ مِنْ نَّفْعِهِمَاۗ وَيَسْـَٔلُوْنَكَ مَاذَا يُنْفِقُوْنَ ەۗ قُلِ الْعَفْوَۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَتَفَكَّرُوْنَۙ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/226",
            "ayah": "219",
            "hizb": "4.25",
            "id": "226",
            "juz": "2",
            "latin": "Yas'alūnaka ‘anil-khamri wal-maisir(i), qul fīhimā iṡmun kabīrw wa manāfi‘u lin nās(i), wa iṡmuhumā akbaru min naf‘ihimā, wa yas'alūnaka māżā yunfiqūn(a), qulil-‘afw(a), każālika yubayyinullāhu lakumul-āyāti la‘allakum tatafakkarūn(a).  ",
            "notes": "64) Khamar adalah segala sesuatu yang mengandung unsur yang memabukkan.",
            "page": "34",
            "surah": "2",
            "text": "Mereka bertanya kepadamu (Nabi Muhammad) tentang khamar64) dan judi. Katakanlah, “Pada keduanya terdapat dosa besar dan beberapa manfaat bagi manusia. (Akan tetapi,) dosa keduanya lebih besar daripada manfaatnya.” Mereka (juga) bertanya kepadamu (tentang) apa yang mereka infakkan. Katakanlah, “(Yang diinfakkan adalah) kelebihan (dari apa yang diperlukan).” Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu berpikir",
            "theme": "66"
        },
        {
            "arab": "فِى الدُّنْيَا وَالْاٰخِرَةِ ۗ وَيَسْـَٔلُوْنَكَ عَنِ الْيَتٰمٰىۗ قُلْ اِصْلَاحٌ لَّهُمْ خَيْرٌ ۗ وَاِنْ تُخَالِطُوْهُمْ فَاِخْوَانُكُمْ ۗ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَاَعْنَتَكُمْ اِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/227",
            "ayah": "220",
            "hizb": "4.25",
            "id": "227",
            "juz": "2",
            "latin": "Fid-dun-yā wal-ākhirah(ti), wa yas'alūnaka ‘anil-yatāmā, qul iṣlāḥul lahum khair(un), wa in tukhāliṭūhum fa'ikhwānukum, wallāhu ya‘lamul-mufsida minal-muṣliḥ(i), wa lau syā'allāhu la'a‘natakum innallāha ‘azizun ḥakīm(un).  ",
            "notes": null,
            "page": "35",
            "surah": "2",
            "text": "tentang dunia dan akhirat. Mereka bertanya kepadamu (Nabi Muhammad) tentang anak-anak yatim. Katakanlah, “Memperbaiki keadaan mereka adalah baik.” Jika kamu mempergauli mereka, mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. Seandainya Allah menghendaki, niscaya Dia mendatangkan kesulitan kepadamu. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.",
            "theme": "66"
        },
        {
            "arab": "وَلَا تَنْكِحُوا الْمُشْرِكٰتِ حَتّٰى يُؤْمِنَّ ۗ وَلَاَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّنْ مُّشْرِكَةٍ وَّلَوْ اَعْجَبَتْكُمْ ۚ وَلَا تُنْكِحُوا الْمُشْرِكِيْنَ حَتّٰى يُؤْمِنُوْا ۗ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّنْ مُّشْرِكٍ وَّلَوْ اَعْجَبَكُمْ ۗ اُولٰۤىِٕكَ يَدْعُوْنَ اِلَى النَّارِ ۖ وَاللّٰهُ يَدْعُوْٓا اِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِاِذْنِهٖۚ وَيُبَيِّنُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/228",
            "ayah": "221",
            "hizb": "4.25",
            "id": "228",
            "juz": "2",
            "latin": "Wa lā tankiḥul-musyrikāti ḥattā yu'minn(a), wa la'amatum mu'minatun khairum mim musyrikatiw wa lau a‘jabatkum, wa lā tunkiḥul-musyrikīna ḥattā yu'minū, wa la‘abdum mu'minun khairum mim musyrikiw wa lau a‘jabakum,  ulā'ika yad‘ūna ilan-nār(i), wallāhu yad‘ū ilal-jannati wal-magfirati bi'iżnih(ī), wa yubayyinu āyātihī lin-nāsi la‘allahum yatażakkarūn(a). ",
            "notes": null,
            "page": "35",
            "surah": "2",
            "text": "Janganlah kamu menikahi perempuan musyrik hingga mereka beriman! Sungguh, hamba sahaya perempuan yang beriman lebih baik daripada perempuan musyrik, meskipun dia menarik hatimu. Jangan pula kamu menikahkan laki-laki musyrik (dengan perempuan yang beriman) hingga mereka beriman. Sungguh, hamba sahaya laki-laki yang beriman lebih baik daripada laki-laki musyrik meskipun dia menarik hatimu. Mereka mengajak ke neraka, sedangkan Allah mengajak ke surga dan ampunan dengan izin-Nya. (Allah) menerangkan ayat-ayat-Nya kepada manusia agar mereka mengambil pelajaran.",
            "theme": "67"
        },
        {
            "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الْمَحِيْضِ ۗ  قُلْ هُوَ اَذًىۙ فَاعْتَزِلُوا النِّسَاۤءَ فِى الْمَحِيْضِۙ وَلَا تَقْرَبُوْهُنَّ حَتّٰى يَطْهُرْنَ ۚ فَاِذَا تَطَهَّرْنَ فَأْتُوْهُنَّ مِنْ حَيْثُ اَمَرَكُمُ اللّٰهُ ۗ اِنَّ اللّٰهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/229",
            "ayah": "222",
            "hizb": "4.25",
            "id": "229",
            "juz": "2",
            "latin": "Wa yas'alūnaka ‘anil-maḥīḍ(i), qul huwa ażā(n), fa‘tazilun-nisā'a fil-maḥīḍ(i), wa lā taqrabūhunna ḥattā yaṭhurn(a), fa'iżā taṭahharna fa'tūhunna min ḥaiṡu amarakumullāh(u), innallāha yuḥibbut-tawwābīna wa yuḥibbul-mutaṭahhirīn(a).  ",
            "notes": "65) Haid adalah darah yang keluar bersama jaringan yang dipersiapkan untuk pembuahan di rahim perempuan. Keluarnya secara periodik, sesuai dengan periode pelepasan sel telur ke rahim. Kondisi seperti itu yang dianggap kotor dan menjadikan perempuan tidak suci secara syar‘i, termasuk tidak suci untuk digauli suaminya.",
            "page": "35",
            "surah": "2",
            "text": "Mereka bertanya kepadamu (Nabi Muhammad) tentang haid. Katakanlah, “Itu adalah suatu kotoran.”65) Maka, jauhilah para istri (dari melakukan hubungan intim) pada waktu haid dan jangan kamu dekati mereka (untuk melakukan hubungan intim) hingga mereka suci (habis masa haid). Apabila mereka benar-benar suci (setelah mandi wajib), campurilah mereka sesuai dengan (ketentuan) yang diperintahkan Allah kepadamu. Sesungguhnya Allah menyukai orang-orang yang bertobat dan menyukai orang-orang yang menyucikan diri.",
            "theme": "68"
        },
        {
            "arab": "نِسَاۤؤُكُمْ حَرْثٌ لَّكُمْ ۖ فَأْتُوْا حَرْثَكُمْ اَنّٰى شِئْتُمْ ۖ وَقَدِّمُوْا لِاَنْفُسِكُمْ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ مُّلٰقُوْهُ ۗ وَبَشِّرِ الْمُؤْمِنِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/230",
            "ayah": "223",
            "hizb": "4.25",
            "id": "230",
            "juz": "2",
            "latin": "Nisā'ukum ḥarṡul lakum, fa'tū ḥarṡakum annā syi'tum, wa qaddimū li anfusikum, wattaqullāha wa‘lamū annakum mulāqūh(u), wa basysyiril-mu'minīn(a).  ",
            "notes": "66) Istri diumpamakan sebagai ladang, tempat menanam benih. Maka, tanamlah benih itu sesuai waktu yang disukai.",
            "page": "35",
            "surah": "2",
            "text": "Istrimu adalah ladang bagimu.66) Maka, datangilah ladangmu itu (bercampurlah dengan benar dan wajar) kapan dan bagaimana yang kamu sukai. Utamakanlah (hal yang terbaik) untuk dirimu. Bertakwalah kepada Allah dan ketahuilah bahwa kamu (kelak) akan menghadap kepada-Nya. Sampaikanlah kabar gembira kepada orang-orang mukmin.",
            "theme": "68"
        },
        {
            "arab": "وَلَا تَجْعَلُوا اللّٰهَ عُرْضَةً لِّاَيْمَانِكُمْ اَنْ تَبَرُّوْا وَتَتَّقُوْا وَتُصْلِحُوْا بَيْنَ النَّاسِۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/231",
            "ayah": "224",
            "hizb": "4.25",
            "id": "231",
            "juz": "2",
            "latin": "Wa lā taj‘alullāha ‘urḍatal li'aimānikum an tabarrū wa tattaqū wa tuṣliḥū bainan-nās(i), wallāhu samī‘un ‘alīm(un). ",
            "notes": null,
            "page": "35",
            "surah": "2",
            "text": "Janganlah kamu jadikan (nama) Allah dalam sumpahmu sebagai penghalang dari berbuat baik, bertakwa, dan menciptakan kedamaian di antara manusia. Allah Maha Mendengar lagi Maha Mengetahui.",
            "theme": "68"
        },
        {
            "arab": "لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوْبُكُمْ ۗ وَاللّٰهُ غَفُوْرٌ حَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/232",
            "ayah": "225",
            "hizb": "4.25",
            "id": "232",
            "juz": "2",
            "latin": "Lā yu'ākhiżukumullāhu bil-lagwi fī aimānikum wa lākiy yu'ākhiżukum bimā kasabat qulūbukum, wallāhu gafūrun ḥalīm(un). ",
            "notes": "67) Allah Swt. Maha Penyantun (halīm) berarti tidak segera menyiksa orang yang berbuat dosa.",
            "page": "36",
            "surah": "2",
            "text": "Allah tidak menghukummu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukummu karena sumpah yang diniatkan oleh hatimu. Allah Maha Pengampun lagi Maha Penyantun.67)",
            "theme": "69"
        },
        {
            "arab": "لِلَّذِيْنَ يُؤْلُوْنَ مِنْ نِّسَاۤىِٕهِمْ تَرَبُّصُ اَرْبَعَةِ اَشْهُرٍۚ فَاِنْ فَاۤءُوْ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/233",
            "ayah": "226",
            "hizb": "4.25",
            "id": "233",
            "juz": "2",
            "latin": "Lil-lażīna yu'lūna min nisā'ihim tarabbuṣu arba‘ati asyhur(in), fa'in fā'ū fa'innalāha gafūrur raḥīm(un). ",
            "notes": null,
            "page": "36",
            "surah": "2",
            "text": "Orang yang meng-ila’ (bersumpah tidak mencampuri) istrinya diberi tenggang waktu empat bulan. Jika mereka kembali (mencampuri istrinya), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "69"
        },
        {
            "arab": "وَاِنْ عَزَمُوا الطَّلَاقَ فَاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/234",
            "ayah": "227",
            "hizb": "4.25",
            "id": "234",
            "juz": "2",
            "latin": "Wa in ‘azamuṭ-ṭalāqa fa innallāha samī‘un ‘alīm(un). ",
            "notes": null,
            "page": "36",
            "surah": "2",
            "text": "Jika mereka berketetapan hati untuk bercerai, sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
            "theme": "69"
        },
        {
            "arab": "وَالْمُطَلَّقٰتُ يَتَرَبَّصْنَ بِاَنْفُسِهِنَّ ثَلٰثَةَ قُرُوْۤءٍۗ وَلَا يَحِلُّ لَهُنَّ اَنْ يَّكْتُمْنَ مَا خَلَقَ اللّٰهُ فِيْٓ اَرْحَامِهِنَّ اِنْ كُنَّ يُؤْمِنَّ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ وَبُعُوْلَتُهُنَّ اَحَقُّ بِرَدِّهِنَّ فِيْ ذٰلِكَ اِنْ اَرَادُوْٓا اِصْلَاحًا ۗوَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِۖ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ  ۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ࣖ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/235",
            "ayah": "228",
            "hizb": "4.25",
            "id": "235",
            "juz": "2",
            "latin": "Wal-muṭallaqātu yatarabbaṣna bi anfusihinna ṡalāṡata qurū'(in), wa lā yaḥillu lahunna ay yaktumna mā khalaqallāhu fī arḥāmihinna in kunna yu'minna billāhi wal-yaumil-ākhir(i), wa bu‘ūlatuhunna aḥaqqu biraddiūhinna fī żālika in arādū iṣlāḥā(n), wa lahunna miṡlul-lażī ‘alaihinna bil-ma‘rūf(i), wa lir-rijāli ‘alaihinna darajah(tun), wallāhu ‘azīzun ḥakīm(un). ",
            "notes": null,
            "page": "36",
            "surah": "2",
            "text": "Para istri yang diceraikan (wajib) menahan diri mereka (menunggu) tiga kali qurū’ (suci atau haid). Tidak boleh bagi mereka menyembunyikan apa yang diciptakan Allah dalam rahim mereka, jika mereka beriman kepada Allah dan hari Akhir. Suami-suami mereka lebih berhak untuk kembali kepada mereka dalam (masa) itu, jika mereka menghendaki perbaikan. Mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Akan tetapi, para suami mempunyai kelebihan atas mereka. Allah Mahaperkasa lagi Mahabijaksana.",
            "theme": "70"
        },
        {
            "arab": "اَلطَّلَاقُ مَرَّتٰنِ ۖ فَاِمْسَاكٌۢ بِمَعْرُوْفٍ اَوْ تَسْرِيْحٌۢ بِاِحْسَانٍ ۗ وَلَا يَحِلُّ لَكُمْ اَنْ تَأْخُذُوْا مِمَّآ اٰتَيْتُمُوْهُنَّ شَيْـًٔا اِلَّآ اَنْ يَّخَافَآ اَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۗ فَاِنْ خِفْتُمْ اَلَّا يُقِيْمَا حُدُوْدَ اللّٰهِ ۙ فَلَا جُنَاحَ عَلَيْهِمَا فِيْمَا افْتَدَتْ بِهٖ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَعْتَدُوْهَا ۚوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/236",
            "ayah": "229",
            "hizb": "4.25",
            "id": "236",
            "juz": "2",
            "latin": "Aṭ-ṭalāqu marratān(i), fa imsākum bima‘rūfin au tasrīḥum bi'iḥsān(in), wa lā yaḥillu lakum an ta'khużū  mimmā ātaitumūhunna syai'an illā ay yakhāfā allā yuqīmā ḥudūdullāh(i), fa in khiftum allā yuqīmā ḥudūdullāh(i) falā junāḥa ‘alaihimā fīmaftadat bih(ī), tilka ḥudūdullāhi falā ta‘tadūhā, wa may yata‘adda ḥudūdullāhi fa'ulā'ika humuẓ-ẓālimūn(a). ",
            "notes": "68) Ayat ini menjadi dasar hukum khulu‘ dan penerimaan ‘iwaḍ. Khulu‘ yaitu hak istri untuk bercerai dari suaminya dengan membayar ‘iwaḍ (uang tebusan) melalui pengadilan.",
            "page": "36",
            "surah": "2",
            "text": "Talak (yang dapat dirujuk) itu dua kali. (Setelah itu suami dapat) menahan (rujuk) dengan cara yang patut atau melepaskan (menceraikan) dengan baik. Tidak halal bagi kamu mengambil kembali sesuatu (mahar) yang telah kamu berikan kepada mereka, kecuali keduanya (suami dan istri) khawatir tidak mampu menjalankan batas-batas ketentuan Allah. Jika kamu (wali) khawatir bahwa keduanya tidak mampu menjalankan batas-batas (ketentuan) Allah, maka keduanya tidak berdosa atas bayaran yang (harus) diberikan (oleh istri) untuk menebus dirinya.68) Itulah batas-batas (ketentuan) Allah, janganlah kamu melanggarnya. Siapa yang melanggar batas-batas (ketentuan) Allah, mereka itulah orang-orang zalim.",
            "theme": "70"
        },
        {
            "arab": "فَاِنْ طَلَّقَهَا فَلَا تَحِلُّ لَهٗ مِنْۢ بَعْدُ حَتّٰى تَنْكِحَ زَوْجًا غَيْرَهٗ ۗ فَاِنْ طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يَّتَرَاجَعَآ اِنْ ظَنَّآ اَنْ يُّقِيْمَا حُدُوْدَ اللّٰهِ ۗ وَتِلْكَ حُدُوْدُ اللّٰهِ يُبَيِّنُهَا لِقَوْمٍ يَّعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/237",
            "ayah": "230",
            "hizb": "4.25",
            "id": "237",
            "juz": "2",
            "latin": "Fa'in ṭallaqahā falā taḥillu lahū mim ba‘du ḥattā tankiḥa zaujan gairah(ū), fa'in ṭallaqahā falā junāḥa ‘alaihimā ay yatarāja‘ā in ẓannā ay yuqīmā ḥudūdullāh(i), tilka ḥudūdullāhi yubayyinuhā liqaumiy ya‘lamūn(a).  ",
            "notes": null,
            "page": "36",
            "surah": "2",
            "text": "Jika dia menceraikannya kembali (setelah talak kedua), perempuan itu tidak halal lagi baginya hingga dia menikah dengan laki-laki yang lain. Jika (suami yang lain itu) sudah menceraikannya, tidak ada dosa bagi keduanya (suami pertama dan mantan istri) untuk menikah kembali jika keduanya menduga akan dapat menjalankan hukum-hukum Allah. Itulah ketentuan-ketentuan Allah yang diterangkan-Nya kepada orang-orang yang (mau) mengetahui.",
            "theme": "70"
        },
        {
            "arab": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ سَرِّحُوْهُنَّ بِمَعْرُوْفٍۗ وَلَا تُمْسِكُوْهُنَّ ضِرَارًا لِّتَعْتَدُوْا ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ وَلَا تَتَّخِذُوْٓا اٰيٰتِ اللّٰهِ هُزُوًا وَّاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ وَمَآ اَنْزَلَ عَلَيْكُمْ مِّنَ الْكِتٰبِ وَالْحِكْمَةِ يَعِظُكُمْ بِهٖ ۗوَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/238",
            "ayah": "231",
            "hizb": "4.25",
            "id": "238",
            "juz": "2",
            "latin": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna fa'amsikūhunna bima‘rūfin au sarriḥūhunna bima‘rūf(in),  wa lā tumsikūhunna ḍirāral lita‘tadū, wa may yaf‘al  żālika faqad ẓalama nafasah(ū), wa lā tattakhiżū āyātillāhi huzuwaw ważkurū ni‘matallāhi ‘alaikum wa mā anzala ‘alaikum minal-kitābi wal-ḥikmati ya‘iẓukum bih(ī), wattaqullāha wa‘lamū  annallāha bikulli syai'in ‘alīm(un).  ",
            "notes": "69) Idah ialah masa menunggu (tidak boleh menikah) bagi perempuan karena perceraian atau kematian suaminya.",
            "page": "37",
            "surah": "2",
            "text": "Apabila kamu menceraikan istri(-mu), hingga (hampir) berakhir masa idahnya,69) tahanlah (rujuk) mereka dengan cara yang patut atau ceraikanlah mereka dengan cara yang patut (pula). Janganlah kamu menahan (rujuk) mereka untuk memberi kemudaratan sehingga kamu melampaui batas. Siapa yang melakukan demikian, dia sungguh telah menzalimi dirinya sendiri. Janganlah kamu jadikan ayat-ayat (hukum-hukum) Allah sebagai bahan ejekan. Ingatlah nikmat Allah kepadamu dan apa yang telah diturunkan Allah kepadamu, yaitu Kitab (Al-Qur’an) dan Hikmah (Sunah), untuk memberi pengajaran kepadamu. Bertakwalah kepada Allah dan ketahuilah bahwa sesungguhnya Allah Maha Mengetahui segala sesuatu.",
            "theme": "70"
        },
        {
            "arab": "وَاِذَا طَلَّقْتُمُ النِّسَاۤءَ فَبَلَغْنَ اَجَلَهُنَّ فَلَا تَعْضُلُوْهُنَّ اَنْ يَّنْكِحْنَ اَزْوَاجَهُنَّ اِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوْفِ ۗ ذٰلِكَ يُوْعَظُ بِهٖ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ۗ ذٰلِكُمْ اَزْكٰى لَكُمْ وَاَطْهَرُ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/239",
            "ayah": "232",
            "hizb": "4.25",
            "id": "239",
            "juz": "2",
            "latin": "Wa iżā ṭallaqtumun-nisā'a fabalagna ajalahunna falā ta‘ḍulūhunna ay yankiḥna azwājahunna iżā tarāḍau bainahum bil-ma‘rūf(i), żālika yū‘aẓu bihī man kāna minkum yu'minu billāhi wal-yaumil-ākhir(i), żālikum azkā lakum wa aṭhar(u), wallāhu ya‘lamu wa antum lā ta‘lamūn(a).  ",
            "notes": "70) Maksudnya adalah menikah lagi, baik dengan bekas suaminya maupun laki-laki yang lain.",
            "page": "37",
            "surah": "2",
            "text": "Apabila kamu (sudah) menceraikan istri(-mu) lalu telah sampai (habis) masa idahnya, janganlah kamu menghalangi mereka untuk menikah dengan (calon) suaminya70) apabila telah terdapat kerelaan di antara mereka dengan cara yang patut. Itulah yang dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari Akhir. Hal itu lebih bersih bagi (jiwa)-mu dan lebih suci (bagi kehormatanmu). Allah mengetahui, sedangkan kamu tidak mengetahui.",
            "theme": "70"
        },
        {
            "arab": "۞ وَالْوٰلِدٰتُ يُرْضِعْنَ اَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّتِمَّ الرَّضَاعَةَ ۗ وَعَلَى الْمَوْلُوْدِ لَهٗ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوْفِۗ  لَا تُكَلَّفُ نَفْسٌ اِلَّا وُسْعَهَا ۚ لَا تُضَاۤرَّ وَالِدَةٌ ۢبِوَلَدِهَا وَلَا مَوْلُوْدٌ لَّهٗ بِوَلَدِهٖ وَعَلَى الْوَارِثِ مِثْلُ ذٰلِكَ ۚ فَاِنْ اَرَادَا فِصَالًا عَنْ تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗوَاِنْ اَرَدْتُّمْ اَنْ تَسْتَرْضِعُوْٓا اَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ اِذَا سَلَّمْتُمْ مَّآ اٰتَيْتُمْ بِالْمَعْرُوْفِۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/240",
            "ayah": "233",
            "hizb": "4.5",
            "id": "240",
            "juz": "2",
            "latin": "Wal-wālidātu yurḍi‘na aulādahunna ḥaulaini kāmilaini liman arāda ay yutimmar-raḍā‘ah(ta), wa ‘alal-maulūdi lahū rizquhunna wa kiswatuhunna bil-ma‘rūf(i), lā tukallafu nafsun illā wus‘ahā, lā tuḍārra wālidatum biwaladihā wa lā maulūdul lahū biwaladihī wa ‘alal-wāriṡi miṡlu żālik(a), fa'in arādā fiṣālan ‘an tarāḍim minhumā wa tasyāwurin falā junāḥa ‘alaihimā, wa in arattum an tastarḍi‘ū aulādakum falā junāḥa  ‘alaikum iżā sallamtum mā ātaitum bil-ma‘rūf(i), wattaqullāha wa‘lamū annallāha bimā ta‘malūna baṣīr(un).  ",
            "notes": null,
            "page": "37",
            "surah": "2",
            "text": "Ibu-ibu hendaklah menyusui anak-anaknya selama dua tahun penuh, bagi yang ingin menyempurnakan penyusuan. Kewajiban ayah menanggung makan dan pakaian mereka dengan cara yang patut. Seseorang tidak dibebani, kecuali sesuai dengan kemampuannya. Janganlah seorang ibu dibuat menderita karena anaknya dan jangan pula ayahnya dibuat menderita karena anaknya. Ahli waris pun seperti itu pula. Apabila keduanya ingin menyapih (sebelum dua tahun) berdasarkan persetujuan dan musyawarah antara keduanya, tidak ada dosa atas keduanya. Apabila kamu ingin menyusukan anakmu (kepada orang lain), tidak ada dosa bagimu jika kamu memberikan pembayaran dengan cara yang patut. Bertakwalah kepada Allah dan ketahuilah bahwa sesungguhnya Allah Maha Melihat apa yang kamu kerjakan.",
            "theme": "71"
        },
        {
            "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًا يَّتَرَبَّصْنَ بِاَنْفُسِهِنَّ اَرْبَعَةَ اَشْهُرٍ وَّعَشْرًا ۚ فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ بِالْمَعْرُوْفِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/241",
            "ayah": "234",
            "hizb": "4.5",
            "id": "241",
            "juz": "2",
            "latin": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājay yatarabbaṣna bi'anfusihinna arba‘ata asyhuriw wa ‘asyrā(n), fa'iżā balagna ajalahunna falā junāḥa ‘alaikum fīmā fa‘alna fī anfusihinna bil-ma‘rūf(i),wallāhu bimā ta‘malūna khabīr(un).  ",
            "notes": "71) Setelah masa idah selesai, perempuan boleh berhias, bepergian, atau menerima pinangan.",
            "page": "38",
            "surah": "2",
            "text": "Orang-orang yang mati di antara kamu dan meninggalkan istri-istri hendaklah mereka (istri-istri) menunggu dirinya (beridah) empat bulan sepuluh hari. Kemudian, apabila telah sampai (akhir) idah mereka, tidak ada dosa bagimu (wali) mengenai apa yang mereka lakukan terhadap diri mereka71) menurut cara yang patut. Allah Maha Mengetahui apa yang kamu kerjakan.",
            "theme": "72"
        },
        {
            "arab": "وَلَا جُنَاحَ عَلَيْكُمْ فِيْمَا عَرَّضْتُمْ بِهٖ مِنْ خِطْبَةِ النِّسَاۤءِ اَوْ اَكْنَنْتُمْ فِيْٓ اَنْفُسِكُمْ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ سَتَذْكُرُوْنَهُنَّ وَلٰكِنْ لَّا تُوَاعِدُوْهُنَّ سِرًّا اِلَّآ اَنْ تَقُوْلُوْا قَوْلًا مَّعْرُوْفًا ەۗ وَلَا تَعْزِمُوْا عُقْدَةَ النِّكَاحِ حَتّٰى يَبْلُغَ الْكِتٰبُ اَجَلَهٗ ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِيْٓ اَنْفُسِكُمْ فَاحْذَرُوْهُ ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/242",
            "ayah": "235",
            "hizb": "4.5",
            "id": "242",
            "juz": "2",
            "latin": "Wa lā junāḥa ‘alaikum fīmā ‘arraḍtum bihī min khiṭbatin-nisā'i au aknantum fī anfusikum, ‘alimallāhu annakum satażkurūnahunna wa lākil lā tuwā‘idūhunna sirran illā an taqūlū qaulam ma‘rūfā(n), wa lā ta‘zimū ‘uqdatan-nikāḥi ḥattā yablugal-kitābu ajalah(ū), wa‘lamū annallāha ya‘lamu mā fī anfusikum faḥżarūh(u), wa‘lamū annallāha gafūrun ḥalīm(un). ",
            "notes": "72) Perempuan yang boleh dipinang secara sindiran ialah perempuan yang dalam masa idah karena ditinggal mati oleh suaminya atau karena talak bā’in, sedangkan perempuan yang dalam idah talak raj‘iy (bisa dirujuk) tidak boleh dipinang, walaupun dengan sindiran.",
            "page": "38",
            "surah": "2",
            "text": "Tidak ada dosa bagimu atas kata sindiran untuk meminang perempuan-perempuan72) atau (keinginan menikah) yang kamu sembunyikan dalam hati. Allah mengetahui bahwa kamu akan menyebut-nyebut mereka. Akan tetapi, janganlah kamu berjanji secara diam-diam untuk (menikahi) mereka, kecuali sekadar mengucapkan kata-kata yang patut (sindiran). Jangan pulalah kamu menetapkan akad nikah sebelum berakhirnya masa idah. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu. Maka, takutlah kepada-Nya. Ketahuilah bahwa Allah Maha Pengampun lagi Maha Penyantun.",
            "theme": "72"
        },
        {
            "arab": "لَا جُنَاحَ عَلَيْكُمْ اِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ اَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/243",
            "ayah": "236",
            "hizb": "4.5",
            "id": "243",
            "juz": "2",
            "latin": "Lā junāḥa ‘alaikum in ṭallaqtumun-nisā'a mā lam tamassūhunna au tafriḍū lahunna farīḍah(tan), wa matti‘ūhunna ‘alal-mūsi‘i qadaruhū wa ‘alal-muqtiri qadaruhū matā‘am bil-ma‘rūf(i), ḥaqqan ‘alal-muḥsinīn(a). ",
            "notes": "73)  Mut‘ah yang dimaksud adalah pemberian suami kepada istri yang diceraikannya sebagai pelipur, di samping nafkah yang wajib ditunaikannya sesuai dengan kemampuannya.",
            "page": "38",
            "surah": "2",
            "text": "Tidak ada dosa bagimu (untuk tidak membayar mahar) jika kamu menceraikan istri-istrimu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Berilah mereka mut‘ah,73) bagi yang kaya sesuai dengan kemampuannya dan bagi yang miskin sesuai dengan kemampuannya pula, sebagai pemberian dengan cara yang patut dan ketentuan bagi orang-orang yang berbuat ihsan.",
            "theme": "73"
        },
        {
            "arab": "وَاِنْ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيْضَةً فَنِصْفُ مَا فَرَضْتُمْ اِلَّآ اَنْ يَّعْفُوْنَ اَوْ يَعْفُوَا الَّذِيْ بِيَدِهٖ عُقْدَةُ النِّكَاحِ ۗ وَاَنْ تَعْفُوْٓا اَقْرَبُ لِلتَّقْوٰىۗ وَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/244",
            "ayah": "237",
            "hizb": "4.5",
            "id": "244",
            "juz": "2",
            "latin": "Wa in ṭallaqtumūhunna min qabli an tamassūhunna wa qad faraḍtum lahunna farīḍatan faniṣfu mā faraḍtum illā ay ya‘fūna au ya‘fuwal-lażī biyadihī ‘uqdatun-nikāḥ(i), wa an ta‘fū aqrabu lit-taqwā, wa lā tansawul-faḍla bainakum, innallāha bimā ta‘malūna baṣīr(un).  ",
            "notes": "74) Yang dimaksud dengan orang yang memiliki kewenangan nikah adalah suami atau wali. Jika yang membebaskan mahar adalah wali, suami dibebaskan dari kewajiban membayar separuh mahar. Apabila suami yang membebaskannya, dalam arti berkomitmen untuk membayar seluruh mahar yang disebutkan, dia harus membayar mahar seluruhnya. Namun, wali yang boleh bertindak demikian hanyalah wali mujbir, yaitu wali yang berhak memaksa anak gadis untuk menikah, seperti ayah atau kakek kandung.",
            "page": "38",
            "surah": "2",
            "text": "Jika kamu menceraikan mereka sebelum kamu sentuh (campuri), padahal kamu sudah menentukan maharnya, maka (bayarlah) separuh dari apa yang telah kamu tentukan, kecuali jika mereka atau pihak yang memiliki kewenangan nikah (suami atau wali) membebaskannya.74) Pembebasanmu itu lebih dekat pada ketakwaan. Janganlah melupakan kebaikan di antara kamu. Sesungguhnya Allah Maha Melihat apa yang kamu kerjakan.",
            "theme": "73"
        },
        {
            "arab": "حَافِظُوْا عَلَى الصَّلَوٰتِ وَالصَّلٰوةِ الْوُسْطٰى وَقُوْمُوْا لِلّٰهِ قٰنِتِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/245",
            "ayah": "238",
            "hizb": "4.5",
            "id": "245",
            "juz": "2",
            "latin": "Ḥāfiẓū ‘alaṣ-ṣalawāti waṣ-ṣalātil-wusṭā, wa qūmū lillāhi qānitīn(a).   ",
            "notes": "75) Menurut pendapat yang masyhur, salat Wusṭā adalah salat Asar.",
            "page": "39",
            "surah": "2",
            "text": "Peliharalah semua salat (fardu) dan salat Wusṭā.75) Berdirilah karena Allah (dalam salat) dengan khusyuk.",
            "theme": "74"
        },
        {
            "arab": "فَاِنْ خِفْتُمْ فَرِجَالًا اَوْ رُكْبَانًا ۚ فَاِذَآ اَمِنْتُمْ فَاذْكُرُوا اللّٰهَ كَمَا عَلَّمَكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/246",
            "ayah": "239",
            "hizb": "4.5",
            "id": "246",
            "juz": "2",
            "latin": "Fa'in khiftum farijālan au rukbānā(n), fa'iżā amintum fażkurullāha kamā ‘allamakum mā lam takūnū ta‘lamūn(a). ",
            "notes": null,
            "page": "39",
            "surah": "2",
            "text": "Jika kamu berada dalam keadaan takut, salatlah dengan berjalan kaki atau berkendaraan. Lalu, apabila kamu telah aman, ingatlah Allah (salatlah) sebagaimana Dia telah mengajarkan kepadamu apa yang tidak kamu ketahui.",
            "theme": "74"
        },
        {
            "arab": "وَالَّذِيْنَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُوْنَ اَزْوَاجًاۖ وَّصِيَّةً لِّاَزْوَاجِهِمْ مَّتَاعًا اِلَى الْحَوْلِ غَيْرَ اِخْرَاجٍ ۚ فَاِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِيْ مَا فَعَلْنَ فِيْٓ اَنْفُسِهِنَّ مِنْ مَّعْرُوْفٍۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/247",
            "ayah": "240",
            "hizb": "4.5",
            "id": "247",
            "juz": "2",
            "latin": "Wal-lażīna yutawaffauna minkum wa yażarūna azwājā(n), waṣiyyatal li'azwājihim matā‘an ilal-ḥauli gaira ikhrāj(in), fa'in kharajna falā junāḥa ‘alaikum fī mā fa‘alna fī anfusihinna mim ma‘rūf(in), wallāhu ‘azīzun ḥakīm(un).  ",
            "notes": null,
            "page": "39",
            "surah": "2",
            "text": "Orang-orang yang akan mati di antara kamu dan meninggalkan istri-istri hendaklah membuat wasiat untuk istri-istrinya, (yaitu) nafkah sampai setahun tanpa mengeluarkannya (dari rumah). Akan tetapi, jika mereka keluar (sendiri), tidak ada dosa bagimu mengenai hal-hal yang patut yang mereka lakukan terhadap diri mereka sendiri. Allah Mahaperkasa lagi Mahabijaksana.",
            "theme": "75"
        }
    ]
}