{
    "status": true,
    "request": {
        "path": "\/quran\/ayat\/2\/151\/30",
        "surat": "2",
        "ayat": "151",
        "panjang": "30"
    },
    "info": {
        "surat": {
            "id": 2,
            "nama": {
                "ar": "البقرة",
                "id": "Al-Baqarah"
            },
            "relevasi": "Madaniyyah",
            "ayat_max": 286
        }
    },
    "data": [
        {
            "arab": "كَمَآ اَرْسَلْنَا فِيْكُمْ رَسُوْلًا مِّنْكُمْ يَتْلُوْا عَلَيْكُمْ اٰيٰتِنَا وَيُزَكِّيْكُمْ وَيُعَلِّمُكُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَّا لَمْ تَكُوْنُوْا تَعْلَمُوْنَۗ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/158",
            "ayah": "151",
            "hizb": "3",
            "id": "158",
            "juz": "2",
            "latin": "Kamā arsalnā fīkum rasūlam minkum yatlū ‘alaikum āyātinā wa yuzakkīkum wa yu‘allimukumul-kitāba wal-ḥikmata wa yu‘allimukum mā lam takūnū ta‘lamūn(a).  ",
            "notes": null,
            "page": "23",
            "surah": "2",
            "text": "Sebagaimana (Kami telah menyempurnakan nikmat kepadamu), Kami pun mengutus kepadamu seorang Rasul (Nabi Muhammad) dari (kalangan) kamu yang membacakan kepadamu ayat-ayat Kami, menyucikan kamu, dan mengajarkan kepadamu Kitab (Al-Qur’an) dan hikmah (sunah), serta mengajarkan apa yang belum kamu ketahui.",
            "theme": "39"
        },
        {
            "arab": "فَاذْكُرُوْنِيْٓ اَذْكُرْكُمْ وَاشْكُرُوْا لِيْ وَلَا تَكْفُرُوْنِ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/159",
            "ayah": "152",
            "hizb": "3",
            "id": "159",
            "juz": "2",
            "latin": "Fażkurūnī ażkurkum wasykurū lī wa lā takfurūn(i).  ",
            "notes": null,
            "page": "23",
            "surah": "2",
            "text": "Maka, ingatlah kepada-Ku, Aku pun akan ingat kepadamu. Bersyukurlah kepada-Ku dan janganlah kamu ingkar kepada-Ku.",
            "theme": "39"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/160",
            "ayah": "153",
            "hizb": "3",
            "id": "160",
            "juz": "2",
            "latin": "Yā ayyuhal-lażīna āmanusta‘īnū biṣ-ṣabri waṣ-ṣalāh(ti), innallāha ma‘aṣ-ṣābirīn(a).  ",
            "notes": null,
            "page": "23",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sesungguhnya Allah beserta orang-orang yang sabar.",
            "theme": "40"
        },
        {
            "arab": "وَلَا تَقُوْلُوْا لِمَنْ يُّقْتَلُ فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتٌ ۗ بَلْ اَحْيَاۤءٌ وَّلٰكِنْ لَّا تَشْعُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/161",
            "ayah": "154",
            "hizb": "3",
            "id": "161",
            "juz": "2",
            "latin": "Wa lā taqūlū limay yuqtalu fī sabīlillāhi amwāt(un), bal aḥyā'uw wa lākil lā tasy‘urūn(a).  ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Janganlah kamu mengatakan bahwa orang-orang yang terbunuh di jalan Allah (mereka) telah mati. Namun, (sebenarnya mereka) hidup, tetapi kamu tidak menyadarinya.",
            "theme": "40"
        },
        {
            "arab": "وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/162",
            "ayah": "155",
            "hizb": "3",
            "id": "162",
            "juz": "2",
            "latin": "Wa lanabluwannakum bisyai'im minal-khaufi wal-jū‘i wa naqaṣim minal-amwāli wal-anfusi waṡ-ṡamarāt(i), wa basysyiriṣ-ṣābirīn(a). ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Kami pasti akan mengujimu dengan sedikit ketakutan dan kelaparan, kekurangan harta, jiwa, dan buah-buahan. Sampaikanlah (wahai Nabi Muhammad,) kabar gembira kepada orang-orang sabar,",
            "theme": "40"
        },
        {
            "arab": "اَلَّذِيْنَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۗ قَالُوْٓا اِنَّا لِلّٰهِ وَاِنَّآ اِلَيْهِ رٰجِعُوْنَۗ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/163",
            "ayah": "156",
            "hizb": "3",
            "id": "163",
            "juz": "2",
            "latin": "Allażīna iżā aṣābathum muṣībah(tun), qālū innā lillāhi wa innā ilaihi rāji‘ūn(a).  ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "(yaitu) orang-orang yang apabila ditimpa musibah, mereka mengucapkan “Innā lillāhi wa innā ilaihi rāji‘ūn” (sesungguhnya kami adalah milik Allah dan sesungguhnya hanya kepada-Nya kami akan kembali).",
            "theme": "40"
        },
        {
            "arab": "اُولٰۤىِٕكَ عَلَيْهِمْ صَلَوٰتٌ مِّنْ رَّبِّهِمْ وَرَحْمَةٌ  ۗوَاُولٰۤىِٕكَ هُمُ الْمُهْتَدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/164",
            "ayah": "157",
            "hizb": "3",
            "id": "164",
            "juz": "2",
            "latin": "Ulā'ika ‘alaihim ṣalawātum mir rabbihim wa raḥmah(tun), wa ulā'ika humul-muhtadūn(a). ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Mereka itulah yang memperoleh ampunan dan rahmat dari Tu-hannya dan mereka itulah orang-orang yang mendapat petunjuk.",
            "theme": "40"
        },
        {
            "arab": "۞ اِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَاۤىِٕرِ اللّٰهِ ۚ فَمَنْ حَجَّ الْبَيْتَ اَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ اَنْ يَّطَّوَّفَ بِهِمَا ۗ وَمَنْ تَطَوَّعَ خَيْرًاۙ فَاِنَّ اللّٰهَ شَاكِرٌ عَلِيْمٌ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/165",
            "ayah": "158",
            "hizb": "3.25",
            "id": "165",
            "juz": "2",
            "latin": "Innaṣ-ṣafā wal-marwata min sya‘ā'irillāh(i), faman ḥajjal-baita awi‘tamara falā junāḥa ‘alaihi ay yaṭṭawwafa bihimā, wa man taṭawwa‘a khairan fa innallāha syākirun ‘alīm(un).  ",
            "notes": "43) Yang dimaksud dengan syiar adalah simbol-simbol keagungan agama Allah Swt.\n44) Sai berarti berjalan dan berlari-lari kecil tujuh kali antara Safa dan Marwah ketika melakukan ibadah haji atau umrah. Ungkapan tidak ada dosa dimaksudkan untuk menghilangkan keberatan sebagian sahabat untuk mengerjakan sai karena Safa dan Marwah merupakan bekas tempat berhala.\n45) Maksud Allah Swt. mensyukuri hamba-Nya adalah memberi pahala atas amalnya, memaafkan kesalahannya, menambah nikmatnya dan sebagainya.",
            "page": "24",
            "surah": "2",
            "text": "Sesungguhnya Safa dan Marwah merupakan sebagian syiar (agama) Allah.43) Maka, siapa beribadah haji ke Baitullah atau berumrah, tidak ada dosa baginya mengerjakan sai44) antara keduanya. Siapa yang dengan kerelaan hati mengerjakan kebajikan, maka sesungguhnya Allah Maha Mensyukuri,45) lagi Maha Mengetahui.",
            "theme": "41"
        },
        {
            "arab": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ اُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/166",
            "ayah": "159",
            "hizb": "3.25",
            "id": "166",
            "juz": "2",
            "latin": "Innal-lażīna yaktumūna mā anzalnā minal-bayyināti wal-hudā mim ba‘di mā bayyannāhu lin-nāsi fil-kitāb(i), ulā'ika yal‘anuhumullāhu wa yal‘anuhumul-lā‘inūn(a).  ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Sesungguhnya orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur’an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat,",
            "theme": "42"
        },
        {
            "arab": "اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَبَيَّنُوْا فَاُولٰۤىِٕكَ اَتُوْبُ عَلَيْهِمْ ۚ وَاَنَا التَّوَّابُ الرَّحِيْمُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/167",
            "ayah": "160",
            "hizb": "3.25",
            "id": "167",
            "juz": "2",
            "latin": "Illal-lażīna tābū wa aṣlaḥū wa bayyanū fa'ulā'ika atūbu ‘alaihim, wa anat-tawwābur-raḥīm(u). ",
            "notes": "46) Maksudnya adalah melakukan amal-amal saleh untuk menghilangkan keburukan yang diakibatkan oleh kesalahan-kesalahannya dan menjelaskan kebenaran yang disembunyikannya.",
            "page": "24",
            "surah": "2",
            "text": "kecuali orang-orang yang telah bertobat, mengadakan perbaikan, dan menjelaskan(-nya).46) Mereka itulah yang Aku terima tobatnya. Akulah Yang Maha Penerima Tobat lagi Maha Penyayang.",
            "theme": "42"
        },
        {
            "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ اُولٰۤىِٕكَ عَلَيْهِمْ لَعْنَةُ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/168",
            "ayah": "161",
            "hizb": "3.25",
            "id": "168",
            "juz": "2",
            "latin": "Innal-lażīna kafarū wa mātū wa hum kuffārun ulā'ika ‘alaihim la‘natullāhi wal-malā'ikati wan-nāsi ajma‘īn(a).  ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Sesungguhnya orang-orang yang kufur dan mati dalam keadaan kafir, mereka itu mendapat laknat Allah, para malaikat, dan manusia seluruhnya.",
            "theme": "42"
        },
        {
            "arab": "خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/169",
            "ayah": "162",
            "hizb": "3.25",
            "id": "169",
            "juz": "2",
            "latin": "Khālidīna fīhā, lā yukhaffafu ‘anhumul-‘ażābu wa lā hum yunẓarūn(a). ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Mereka kekal di dalamnya (laknat). Tidak akan diringankan azab dari mereka, dan mereka tidak diberi penangguhan.",
            "theme": "42"
        },
        {
            "arab": "وَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ  لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/170",
            "ayah": "163",
            "hizb": "3.25",
            "id": "170",
            "juz": "2",
            "latin": "Wa ilāhukum ilāhuw wāḥid(un), lā ilāha illā huwar-raḥmānur-raḥīm(u). ",
            "notes": null,
            "page": "24",
            "surah": "2",
            "text": "Tuhan kamu adalah Tuhan Yang Maha Esa. Tidak ada tuhan selain Dia Yang Maha Pengasih lagi Maha Penyayang.",
            "theme": "43"
        },
        {
            "arab": "اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِيْ تَجْرِيْ فِى الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ مَّاۤءٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍ ۖ وَّتَصْرِيْفِ الرِّيٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاۤءِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/171",
            "ayah": "164",
            "hizb": "3.25",
            "id": "171",
            "juz": "2",
            "latin": "Inna fī khalqis-samāwāti wal-arḍi wakhtilāfil-laili wan-nahāri wal-fulkil-latī tajrī fil-baḥri bimā yanfa‘un-nāsa wa mā anzalallāhu minas-samā'i mim mā'in fa aḥyā bihil-arḍa ba‘da mautihā wa baṡṡa fīhā min kulli dābbah(tin), wa taṣrīfir-riyāḥi was-saḥābil-musakhkhari bainas-samā'i wal-arḍi la'āyātil liqaumiy ya‘qilūn(a). ",
            "notes": "47) Pergantian malam dan siang akibat rotasi bumi menggerakkan udara secara global berupa angin. Dengan angin, kapal dapat bergerak menggunakan layar. Angin pula yang menggerakkan uap air dari lautan hingga membentuk awan lalu mendorongnya ke daratan hingga tercurah sebagai hujan. Dengan hujan itu, tumbuhlah tumbuhan yang menghidupi beragam jenis hewan.",
            "page": "25",
            "surah": "2",
            "text": "Sesungguhnya pada penciptaan langit dan bumi, pergantian malam dan siang47) bahtera yang berlayar di laut dengan (muatan) yang bermanfaat bagi manusia, apa yang Allah turunkan dari langit berupa air, lalu dengannya Dia menghidupkan bumi setelah mati (kering), dan Dia menebarkan di dalamnya semua jenis hewan, dan pengisaran angin dan awan yang dikendalikan antara langit dan bumi, (semua itu) sungguh merupakan tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.",
            "theme": "43"
        },
        {
            "arab": "وَمِنَ النَّاسِ مَنْ يَّتَّخِذُ مِنْ دُوْنِ اللّٰهِ اَنْدَادًا يُّحِبُّوْنَهُمْ كَحُبِّ اللّٰهِ ۗ وَالَّذِيْنَ اٰمَنُوْٓا اَشَدُّ حُبًّا لِّلّٰهِ ۙوَلَوْ يَرَى الَّذِيْنَ ظَلَمُوْٓا اِذْ يَرَوْنَ الْعَذَابَۙ اَنَّ الْقُوَّةَ لِلّٰهِ جَمِيْعًا ۙوَّاَنَّ اللّٰهَ شَدِيْدُ الْعَذَابِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/172",
            "ayah": "165",
            "hizb": "3.25",
            "id": "172",
            "juz": "2",
            "latin": "Wa minan-nāsi may yattakhiżu min dūnillāhi andāday yuḥibbūnahum kaḥubbillāh(i), wal-lażīna āmanū asyaddu ḥubbal lillāh(i), wa lau yaral-lażīna ẓalamū iż yaraunal-‘ażāb(a), annal-quwwata lillāhi jamī‘ā(n), wa annallāha syadīdul-‘ażāb(i).  ",
            "notes": null,
            "page": "25",
            "surah": "2",
            "text": "Di antara manusia ada yang menjadikan (sesuatu) selain Allah sebagai tandingan-tandingan (bagi-Nya) yang mereka cintai seperti mencintai Allah. Adapun orang-orang yang beriman sangat kuat cinta mereka kepada Allah. Sekiranya orang-orang yang berbuat zalim itu melihat, ketika mereka melihat azab (pada hari Kiamat), bahwa kekuatan itu semuanya milik Allah dan bahwa Allah sangat keras azab-Nya, (niscaya mereka menyesal).",
            "theme": "44"
        },
        {
            "arab": "اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/173",
            "ayah": "166",
            "hizb": "3.25",
            "id": "173",
            "juz": "2",
            "latin": "Iż tabarra'al-lażīnattubi‘ū minal-lażīnattaba‘ū wa ra'awul-‘ażāba wa taqaṭṭa‘at bihimul-asbāb(u).  ",
            "notes": null,
            "page": "25",
            "surah": "2",
            "text": "(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti saat mereka (orang-orang yang diikuti) melihat azab, dan (ketika) segala hubungan antara mereka terputus.",
            "theme": "44"
        },
        {
            "arab": "وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخٰرِجِيْنَ مِنَ النَّارِ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/174",
            "ayah": "167",
            "hizb": "3.25",
            "id": "174",
            "juz": "2",
            "latin": "Wa qālal-lażīnattaba‘ū lau anna lanā karratan fa natabarra'a minhum, kamā tabarra'ū minnā, każālika yurīhimullāhu a‘mālahum ḥasarātin ‘alaihim, wa mā hum bikhārijīna minan-nār(i). ",
            "notes": null,
            "page": "25",
            "surah": "2",
            "text": "Orang-orang yang mengikuti berkata, “Andaikan saja kami mendapat kesempatan kembali (ke dunia), tentu kami akan berlepas tangan dari mereka sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka sebagai penyesalan bagi mereka. Mereka sungguh tidak akan keluar dari neraka.",
            "theme": "44"
        },
        {
            "arab": "يٰٓاَيُّهَا النَّاسُ كُلُوْا مِمَّا فِى الْاَرْضِ حَلٰلًا طَيِّبًا ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/175",
            "ayah": "168",
            "hizb": "3.25",
            "id": "175",
            "juz": "2",
            "latin": "Yā ayyuhan-nāsu kulū mimmā fil-arḍi ḥalālan ṭayyibā(n), wa lā tattabi‘ū khuṭuwātisy-syaiṭān(i), innahū lakum ‘aduwwum mubīn(un). ",
            "notes": null,
            "page": "25",
            "surah": "2",
            "text": "Wahai manusia, makanlah sebagian (makanan) di bumi yang halal lagi baik dan janganlah mengikuti langkah-langkah setan. Sesungguhnya ia bagimu merupakan musuh yang nyata.",
            "theme": "45"
        },
        {
            "arab": "اِنَّمَا يَأْمُرُكُمْ بِالسُّوْۤءِ وَالْفَحْشَاۤءِ وَاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/176",
            "ayah": "169",
            "hizb": "3.25",
            "id": "176",
            "juz": "2",
            "latin": "Innamā ya'murukum bis-sū'i wal-faḥsyā'i wa an taqūlū ‘alallāhi mā lā ta‘lamūn(a).  ",
            "notes": null,
            "page": "25",
            "surah": "2",
            "text": "Sesungguhnya (setan) hanya menyuruh kamu untuk berbuat jahat dan keji serta mengatakan tentang Allah apa yang tidak kamu ketahui.",
            "theme": "45"
        },
        {
            "arab": "وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَآ اَلْفَيْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْقِلُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/177",
            "ayah": "170",
            "hizb": "3.25",
            "id": "177",
            "juz": "2",
            "latin": "Wa iżā qīla lahumuttabi‘ū mā anzalallāhu qālū bal nattabi‘u mā alfainā ‘alaihi ābā'anā, awalau kāna ābā'uhum lā ya‘qilūna syai'aw wa lā yahtadūn(a). ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Apabila dikatakan kepada mereka, “Ikutilah apa yang telah diturunkan Allah,” mereka menjawab, “Tidak. Kami tetap mengikuti kebiasaan yang kami dapati pada nenek moyang kami.” Apakah (mereka akan mengikuti juga) walaupun nenek moyang mereka (itu) tidak mengerti apa pun dan tidak mendapat petunjuk?",
            "theme": "45"
        },
        {
            "arab": "وَمَثَلُ الَّذِيْنَ كَفَرُوْا كَمَثَلِ الَّذِيْ يَنْعِقُ بِمَا لَا يَسْمَعُ اِلَّا دُعَاۤءً وَّنِدَاۤءً ۗ صُمٌّ ۢ بُكْمٌ عُمْيٌ فَهُمْ لَا يَعْقِلُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/178",
            "ayah": "171",
            "hizb": "3.25",
            "id": "178",
            "juz": "2",
            "latin": "Wa maṡalul-lażīna kafarū kamaṡalil-lażī yan‘iqu bimā lā yasma‘u illā du‘ā'aw wa nidā'ā(n), ṣummum bukmun ‘umyun fahum lā ya‘qilūn(a).  ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Perumpamaan (penyeru) orang-orang yang kufur adalah seperti (penggembala) yang meneriaki (gembalaannya) yang tidak mendengar (memahami) selain panggilan dan teriakan (saja). (Mereka) tuli, bisu, dan buta sehingga mereka tidak mengerti.",
            "theme": "45"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ وَاشْكُرُوْا لِلّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/179",
            "ayah": "172",
            "hizb": "3.25",
            "id": "179",
            "juz": "2",
            "latin": "Yā ayyuhal-lażīna āmanū kulū min ṭayyibāti mā razaqnākum wasykurū lillāhi in kuntum iyyāhu ta‘budūn(a). ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, makanlah apa-apa yang baik yang Kami anugerahkan kepadamu dan bersyukurlah kepada Allah jika kamu benar-benar hanya menyembah kepada-Nya.",
            "theme": "45"
        },
        {
            "arab": "اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ بِهٖ لِغَيْرِ اللّٰهِ ۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/180",
            "ayah": "173",
            "hizb": "3.25",
            "id": "180",
            "juz": "2",
            "latin": "Innamā ḥarrama ‘alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla bihī ligairillāh(i), fa maniḍṭurra gaira bāgiw wa lā ‘ādin falā iṡma ‘alaih(i), innallāha gafūrur raḥīm(un). ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Sesungguhnya Dia hanya mengharamkan atasmu bangkai, darah, daging babi, dan (daging) hewan yang disembelih dengan (menyebut nama) selain Allah. Akan tetapi, siapa yang terpaksa (memakannya), bukan karena menginginkannya dan tidak (pula) melampaui batas, maka tidak ada dosa baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "45"
        },
        {
            "arab": "اِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلَ اللّٰهُ مِنَ الْكِتٰبِ وَيَشْتَرُوْنَ بِهٖ ثَمَنًا قَلِيْلًاۙ اُولٰۤىِٕكَ مَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ اِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۚوَلَهُمْ عَذَابٌ اَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/181",
            "ayah": "174",
            "hizb": "3.25",
            "id": "181",
            "juz": "2",
            "latin": "Innal-lażīna yaktumūna mā anzalallāhu minal-kitābi wa yasytarūna bihī ṡamanan qalīlā(n), ulā'ika mā ya'kulūna fī buṭūnihim illan-nāra wa lā yukallimuhumullāhu yaumal-qiyāmati wa lā yuzakkīhim, wa lahum ‘ażābun alīm(un).  ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Sesungguhnya orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab (Taurat), dan menukarkannya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya. Allah tidak akan menyapa mereka pada hari Kiamat dan tidak akan menyucikan mereka. Bagi mereka azab yang sangat pedih.",
            "theme": "46"
        },
        {
            "arab": "اُولٰۤىِٕكَ الَّذِيْنَ اشْتَرَوُا الضَّلٰلَةَ بِالْهُدٰى وَالْعَذَابَ بِالْمَغْفِرَةِ ۚ فَمَآ اَصْبَرَهُمْ عَلَى النَّارِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/182",
            "ayah": "175",
            "hizb": "3.25",
            "id": "182",
            "juz": "2",
            "latin": "Ulā'ikal-lażīnasytarawuḍ-ḍalālata bil-hudā wal-‘ażāba bil-magfirah(ti), famā aṣbarahum ‘alan-nār(i).  ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Mereka itulah yang membeli kesesatan dengan petunjuk dan azab dengan ampunan. Maka, alangkah beraninya mereka menentang api neraka.",
            "theme": "46"
        },
        {
            "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ نَزَّلَ الْكِتٰبَ بِالْحَقِّ ۗ وَاِنَّ الَّذِيْنَ اخْتَلَفُوْا فِى الْكِتٰبِ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/183",
            "ayah": "176",
            "hizb": "3.25",
            "id": "183",
            "juz": "2",
            "latin": "Żālika bi'annallāha nazzalal-kitāba bil-ḥaqq(i), wa innal-lażīnakhtalafū fil-kitābi lafī syiqāqim ba‘īd(in). ",
            "notes": null,
            "page": "26",
            "surah": "2",
            "text": "Yang demikian itu disebabkan Allah telah menurunkan kitab suci dengan hak. Sesungguhnya orang-orang yang berselisih paham tentang (kebenaran) kitab suci itu benar-benar dalam perpecahan yang jauh.",
            "theme": "46"
        },
        {
            "arab": "۞ لَيْسَ الْبِرَّاَنْ تُوَلُّوْا وُجُوْهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلٰكِنَّ الْبِرَّ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَالْمَلٰۤىِٕكَةِ وَالْكِتٰبِ وَالنَّبِيّٖنَ ۚ وَاٰتَى الْمَالَ عَلٰى حُبِّهٖ ذَوِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِۙ وَالسَّاۤىِٕلِيْنَ وَفىِ الرِّقَابِۚ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ ۚ وَالْمُوْفُوْنَ بِعَهْدِهِمْ اِذَا عَاهَدُوْا ۚ وَالصّٰبِرِيْنَ فِى الْبَأْسَاۤءِ وَالضَّرَّاۤءِ وَحِيْنَ الْبَأْسِۗ اُولٰۤىِٕكَ الَّذِيْنَ صَدَقُوْا ۗوَاُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/184",
            "ayah": "177",
            "hizb": "3.5",
            "id": "184",
            "juz": "2",
            "latin": "Laisal-birra an tuwallū wujūhakum qibalal-masyriqi wal-magribi wa lākinnal-birra man āmana billāhi wal-yaumil ākhiri wal-malā'ikati wal-kitābi wan-nabiyyīn(a), wa ātal-māla ‘alā ḥubbihī żawil-qurbā wal-yatāmā wal-masākīna wabnas-sabīl(i), was-sā'ilīna wa fir-riqāb(i), wa aqāmaṣ-ṣalāta wa ātaz-zakāh(ta), wal mūfūna bi‘ahdihim iżā ‘āhadū, waṣ-ṣābirīna fil-ba'sā'i waḍ-ḍarrā'i wa ḥīnal-ba's(i), ulā'ikal-lażīna ṣadaqū, wa ulā'ika humul-muttaqūn(a).   ",
            "notes": null,
            "page": "27",
            "surah": "2",
            "text": "Kebajikan itu bukanlah menghadapkan wajahmu ke arah timur dan barat, melainkan kebajikan itu ialah (kebajikan) orang yang beriman kepada Allah, hari Akhir, malaikat-malaikat, kitab suci, dan nabi-nabi; memberikan harta yang dicintainya kepada kerabat, anak yatim, orang miskin, musafir, peminta-minta, dan (memerdekakan) hamba sahaya; melaksanakan salat; menunaikan zakat; menepati janji apabila berjanji; sabar dalam kemelaratan, penderitaan, dan pada masa peperangan. Mereka itulah orang-orang yang benar dan mereka itulah orang-orang yang bertakwa.",
            "theme": "47"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ اَلْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْاُنْثٰى بِالْاُنْثٰىۗ فَمَنْ عُفِيَ لَهٗ مِنْ اَخِيْهِ شَيْءٌ فَاتِّبَاعٌ ۢبِالْمَعْرُوْفِ وَاَدَاۤءٌ اِلَيْهِ بِاِحْسَانٍ ۗ ذٰلِكَ تَخْفِيْفٌ مِّنْ رَّبِّكُمْ وَرَحْمَةٌ  ۗفَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/185",
            "ayah": "178",
            "hizb": "3.5",
            "id": "185",
            "juz": "2",
            "latin": "Yā ayyuhal-lażīna āmanū kutiba ‘alaikumul-qiṣāṣu fil-qatlā, al-ḥurru bil-ḥurri wal-‘abdu bil-‘abdi wal-unṡā bil-unṡā, faman ‘ufiya lahū min akhīhi syai'un fattibā‘um bil-ma‘rūfi wa adā'un ilaihi bi iḥsān(in), żālika takhfīfum mir rabbikum wa raḥmah(tun), fa mani‘tadā ba‘da żālika fa lahū ‘ażābun alīm(un).  ",
            "notes": "48) Perintah untuk memberikan kebaikan dengan cara yang baik berlaku untuk kedua belah pihak, baik pembunuh maupun wali korban pembunuhan.",
            "page": "27",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, diwajibkan kepadamu (melaksanakan) kisas berkenaan dengan orang-orang yang dibunuh. Orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya, dan perempuan dengan perempuan. Siapa yang memperoleh maaf dari saudaranya hendaklah mengikutinya dengan cara yang patut dan hendaklah menunaikan kepadanya dengan cara yang baik.48) Yang demikian itu adalah keringanan dan rahmat dari Tuhanmu. Siapa yang melampaui batas setelah itu, maka ia akan mendapat azab yang sangat pedih.",
            "theme": "48"
        },
        {
            "arab": "وَلَكُمْ فِى الْقِصَاصِ حَيٰوةٌ يّٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تَتَّقُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/186",
            "ayah": "179",
            "hizb": "3.5",
            "id": "186",
            "juz": "2",
            "latin": "Wa lakum fil-qiṣāṣi ḥayātuy yā ulil-albābi la‘allakum tattaqūn(a).  ",
            "notes": null,
            "page": "27",
            "surah": "2",
            "text": "Dalam kisas itu ada (jaminan) kehidupan bagimu, wahai orang-orang yang berakal agar kamu bertakwa.",
            "theme": "48"
        },
        {
            "arab": "كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/187",
            "ayah": "180",
            "hizb": "3.5",
            "id": "187",
            "juz": "2",
            "latin": "Kutiba ‘alaikum iżā ḥaḍara aḥadakumul-mautu in taraka kahirā(n), al-waṣiyyatu lil-wālidaini wal-aqrabīna bil-ma‘rūf(i), ḥaqqan ‘alal-muttaqīn(a).  ",
            "notes": "49) Menurut mayoritas ulama, ayat ini dinasakh dengan ayat waris dan hadis “lā waṣiyyata li wāriṡin” (Tidak ada wasiat bagi ahli waris).",
            "page": "27",
            "surah": "2",
            "text": "Diwajibkan kepadamu, apabila seseorang di antara kamu didatangi (tanda-tanda) maut sedang dia meninggalkan kebaikan (harta yang banyak), berwasiat kepada kedua orang tua dan karib kerabat dengan cara yang patut (sebagai) kewajiban bagi orang-orang yang bertakwa.49)",
            "theme": "49"
        }
    ]
}