{
    "status": true,
    "request": {
        "path": "\/quran\/ayat\/2\/31\/30",
        "surat": "2",
        "ayat": "31",
        "panjang": "30"
    },
    "info": {
        "surat": {
            "id": 2,
            "nama": {
                "ar": "البقرة",
                "id": "Al-Baqarah"
            },
            "relevasi": "Madaniyyah",
            "ayat_max": 286
        }
    },
    "data": [
        {
            "arab": "وَعَلَّمَ اٰدَمَ الْاَسْمَاۤءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلٰۤىِٕكَةِ فَقَالَ اَنْۢبِـُٔوْنِيْ بِاَسْمَاۤءِ هٰٓؤُلَاۤءِ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/38",
            "ayah": "31",
            "hizb": "1.25",
            "id": "38",
            "juz": "1",
            "latin": "Wa ‘allama ādamal-asmā'a kullahā ṡumma ‘araḍahum ‘alal-malā'ikati faqāla ambi'ūnī bi'asmā'i hā'ulā'i in kuntum ṣādiqīn(a). ",
            "notes": null,
            "page": "6",
            "surah": "2",
            "text": "Dia mengajarkan kepada Adam nama-nama (benda) seluruhnya, kemudian Dia memperlihatkannya kepada para malaikat, seraya berfirman, “Sebutkan kepada-Ku nama-nama (benda) ini jika kamu benar!”",
            "theme": "7"
        },
        {
            "arab": "قَالُوْا سُبْحٰنَكَ لَا عِلْمَ لَنَآ اِلَّا مَا عَلَّمْتَنَا ۗاِنَّكَ اَنْتَ الْعَلِيْمُ الْحَكِيْمُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/39",
            "ayah": "32",
            "hizb": "1.25",
            "id": "39",
            "juz": "1",
            "latin": "Qālū subḥānaka lā ‘ilma lanā illā mā ‘allamtanā, innaka antal-‘alīmul-ḥakīm(u). ",
            "notes": null,
            "page": "6",
            "surah": "2",
            "text": "Mereka menjawab, “Mahasuci Engkau. Tidak ada pengetahuan bagi kami, selain yang telah Engkau ajarkan kepada kami. Sesungguhnya Engkaulah Yang Maha Mengetahui lagi Mahabijaksana.”",
            "theme": "7"
        },
        {
            "arab": "قَالَ يٰٓاٰدَمُ اَنْۢبِئْهُمْ بِاَسْمَاۤىِٕهِمْ ۚ فَلَمَّآ اَنْۢبَاَهُمْ بِاَسْمَاۤىِٕهِمْۙ قَالَ اَلَمْ اَقُلْ لَّكُمْ اِنِّيْٓ اَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۙ وَاَعْلَمُ مَا تُبْدُوْنَ وَمَا كُنْتُمْ تَكْتُمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/40",
            "ayah": "33",
            "hizb": "1.25",
            "id": "40",
            "juz": "1",
            "latin": "Qāla yā ādamu ambi'hum bi'asmā'ihim, falammā amba'ahum bi'asmā'ihim, qāla alam aqul lakum innī a‘lamu gaibas-samāwāti wal-arḍ(i), wa a‘lamu mā tubdūna wa mā kuntum taktumūn(a). ",
            "notes": null,
            "page": "6",
            "surah": "2",
            "text": "Dia (Allah) berfirman, “Wahai Adam, beri tahukanlah kepada mereka nama-nama benda itu!” Setelah dia (Adam) menyebutkan nama-nama itu, Dia berfirman, “Bukankah telah Kukatakan kepadamu bahwa Aku mengetahui rahasia langit dan bumi, dan Aku mengetahui apa yang kamu nyatakan dan apa yang selalu kamu sembunyikan?”",
            "theme": "7"
        },
        {
            "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  اَبٰى وَاسْتَكْبَرَۖ وَكَانَ مِنَ الْكٰفِرِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/41",
            "ayah": "34",
            "hizb": "1.25",
            "id": "41",
            "juz": "1",
            "latin": "Wa iż qulnā lil-malā'ikatisjudū li ādama fasajadū illā iblīs(a), abā wastakbara wa kāna minal-kāfirīn(a). ",
            "notes": "14) Iblis, sebagaimana malaikat, juga menerima perintah dari Allah untuk bersujud kepada Adam. Iblis berasal dari golongan jin.",
            "page": "6",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Maka, mereka pun sujud, kecuali Iblis.14) Ia menolaknya dan menyombongkan diri, dan ia termasuk golongan kafir.",
            "theme": "7"
        },
        {
            "arab": "وَقُلْنَا يٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَاۖ وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/42",
            "ayah": "35",
            "hizb": "1.25",
            "id": "42",
            "juz": "1",
            "latin": "Wa qulnā yā ādamuskun anta wa zaujukal-jannata wa kulā minhā ragadan ḥaiṡu syi'tumā,  wa lā taqrabā hāżihisy-syajarata fa takūnā minaẓ-ẓālimīn(a). ",
            "notes": "15) Setan menipu Nabi Adam a.s. bahwa siapa yang memakan buah pohon itu akan kekal di dalam surga (lihat surah Ṭāhā\/20: 120).\n16) Yaitu orang yang berbuat aniaya yang mengakibatkan kerugian bagi dirinya sendiri atau orang lain.",
            "page": "6",
            "surah": "2",
            "text": "Kami berfirman, “Wahai Adam, tinggallah engkau dan istrimu di dalam surga, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu, dan janganlah kamu dekati pohon ini,15) sehingga kamu termasuk orang-orang zalim!”16)",
            "theme": "7"
        },
        {
            "arab": "فَاَزَلَّهُمَا الشَّيْطٰنُ عَنْهَا فَاَخْرَجَهُمَا مِمَّا كَانَا فِيْهِ ۖ وَقُلْنَا اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚ وَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/43",
            "ayah": "36",
            "hizb": "1.25",
            "id": "43",
            "juz": "1",
            "latin": "Fa'azallahumasy-syaiṭānu ‘anhā fa akhrajahumā mimmā kānā fīh(i), wa qulnahbiṭū ba‘ḍukum liba‘ḍin ‘aduww(un), wa lakum fil-arḍi mustaqarruw wa matā‘un ilā ḥīn(in). ",
            "notes": "17) Nabi Adam a.s. dan Hawa memakan buah pohon yang dilarang itu sehingga diusir Allah Swt. dari surga dan diturunkan ke dunia.",
            "page": "6",
            "surah": "2",
            "text": "Lalu, setan menggelincirkan keduanya darinya17) sehingga keduanya dikeluarkan dari segala kenikmatan ketika keduanya ada di sana (surga). Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain serta bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan.”",
            "theme": "7"
        },
        {
            "arab": "فَتَلَقّٰٓى اٰدَمُ مِنْ رَّبِّهٖ كَلِمٰتٍ فَتَابَ عَلَيْهِ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/44",
            "ayah": "37",
            "hizb": "1.25",
            "id": "44",
            "juz": "1",
            "latin": "Fatalaqqā ādamu mir rabbihī kalimātin fatāba ‘alaih(i), innahū huwat-tawwābur- raḥīm(u). ",
            "notes": "18) Yang dimaksud dengan beberapa kalimat pada ayat ini adalah ucapan untuk memohon ampunan (tobat) dari Allah Swt., seperti disebut dalam surah al-A‘rāf\/7: 23.",
            "page": "6",
            "surah": "2",
            "text": "Kemudian, Adam menerima beberapa kalimat18) dari Tuhannya, lalu Dia pun menerima tobatnya. Sesungguhnya Dialah Yang Maha Penerima tobat lagi Maha Penyayang.",
            "theme": "7"
        },
        {
            "arab": "قُلْنَا اهْبِطُوْا مِنْهَا جَمِيْعًا ۚ فَاِمَّا يَأْتِيَنَّكُمْ مِّنِّيْ هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/45",
            "ayah": "38",
            "hizb": "1.25",
            "id": "45",
            "juz": "1",
            "latin": "Qulnahbiṭū minhā jamī‘ā(n), fa'immā ya'tiyannakum minnī hudan faman tabi‘a hudāya falā khaufun ‘alaihim wa lā hum yaḥzanūn(a).  ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Kami berfirman, “Turunlah kamu semua dari surga! Lalu, jika benar-benar datang petunjuk-Ku kepadamu, siapa saja yang mengikuti petunjuk-Ku tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih hati.”",
            "theme": "7"
        },
        {
            "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/46",
            "ayah": "39",
            "hizb": "1.25",
            "id": "46",
            "juz": "1",
            "latin": "Wal-lażīna kafarū wa każżabū bi'āyātinā ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).  ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "(Sementara itu,) orang-orang yang mengingkari dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya.",
            "theme": "7"
        },
        {
            "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَوْفُوْا بِعَهْدِيْٓ اُوْفِ بِعَهْدِكُمْۚ وَاِيَّايَ فَارْهَبُوْنِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/47",
            "ayah": "40",
            "hizb": "1.25",
            "id": "47",
            "juz": "1",
            "latin": "Yā banī isrā'īlażkurū ni‘matiyal-latī an‘amtu ‘alaikum wa aufū bi‘ahdī ūfi bi‘ahdikum, wa iyyāya farhabūn(i).  ",
            "notes": "19) Israil adalah nama lain Nabi Ya‘qub a.s. Oleh karena itu, Bani Israil adalah keturunan Nabi Ya‘qub a.s. yang sekarang dikenal sebagai bangsa Yahudi.\n20) Di antara janji Bani Israil kepada Allah Swt. ialah hanya menyembah-Nya, tidak menyekutukan-Nya, dan beriman kepada Nabi Muhammad saw. sebagaimana yang tersebut di dalam Taurat.",
            "page": "7",
            "surah": "2",
            "text": "Wahai Bani Israil,19) ingatlah nikmat-Ku yang telah Aku berikan kepadamu dan penuhilah janjimu kepada-Ku,20) niscaya Aku penuhi janji-Ku kepadamu. Hanya kepada-Ku hendaknya kamu takut.",
            "theme": "8"
        },
        {
            "arab": "وَاٰمِنُوْا بِمَآ اَنْزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُوْنُوْٓا اَوَّلَ كَافِرٍۢ بِهٖ ۖ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا  ۖوَّاِيَّايَ فَاتَّقُوْنِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/48",
            "ayah": "41",
            "hizb": "1.25",
            "id": "48",
            "juz": "1",
            "latin": "Wa āminū bimā anzaltu muṣaddiqal limā ma‘akum wa lā takūnū awwala kāfirim bih(ī), wa lā tasytarū bi'āyātī ṡamanan qalīlā(n), wa iyyāya fattaqūn(i). ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Berimanlah kamu kepada apa (Al-Qur’an) yang telah Aku turunkan sebagai pembenar bagi apa yang ada pada kamu (Taurat) dan janganlah kamu menjadi orang yang pertama kafir kepadanya. Janganlah kamu menukarkan ayat-ayat-Ku dengan harga murah dan bertakwalah hanya kepada-Ku.",
            "theme": "8"
        },
        {
            "arab": "وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/49",
            "ayah": "42",
            "hizb": "1.25",
            "id": "49",
            "juz": "1",
            "latin": "Wa lā talbisul-ḥaqqa bil-bāṭili wa taktumul-ḥaqqa wa antum ta‘lamūn(a).  ",
            "notes": "21) Yang dimaksud dengan kebatilan adalah kesalahan, kejahatan, kemungkaran, dan sebagainya.",
            "page": "7",
            "surah": "2",
            "text": "Janganlah kamu campuradukkan kebenaran dengan kebatilan21) dan (jangan pula) kamu sembunyikan kebenaran, sedangkan kamu mengetahui(-nya).",
            "theme": "8"
        },
        {
            "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَارْكَعُوْا مَعَ الرّٰكِعِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/50",
            "ayah": "43",
            "hizb": "1.25",
            "id": "50",
            "juz": "1",
            "latin": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāta warka‘ū ma‘ar-rāki‘īn(a). ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Tegakkanlah salat, tunaikanlah zakat, dan rukuklah beserta orang-orang yang rukuk.",
            "theme": "8"
        },
        {
            "arab": "۞ اَتَأْمُرُوْنَ النَّاسَ بِالْبِرِّ وَتَنْسَوْنَ اَنْفُسَكُمْ وَاَنْتُمْ تَتْلُوْنَ الْكِتٰبَ ۗ اَفَلَا تَعْقِلُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/51",
            "ayah": "44",
            "hizb": "1.5",
            "id": "51",
            "juz": "1",
            "latin": "Ata'murūnan-nāsa bil-birri wa tansauna anfusakum wa antum tatlūnal-kitāb(a), afalā ta‘qilūn(a).  ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Mengapa kamu menyuruh orang lain untuk (mengerjakan) kebajikan, sedangkan kamu melupakan dirimu sendiri, padahal kamu membaca  suci (Taurat)? Tidakkah kamu mengerti?",
            "theme": "8"
        },
        {
            "arab": "وَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/52",
            "ayah": "45",
            "hizb": "1.5",
            "id": "52",
            "juz": "1",
            "latin": "Wasta‘īnū biṣ-ṣabri waṣ-ṣalāh(ti), wa innahā lakabīratun illā ‘alal-khāsyi‘īn(a). ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sesungguhnya (salat) itu benar-benar berat, kecuali bagi orang-orang yang khusyuk,",
            "theme": "8"
        },
        {
            "arab": "الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَاَنَّهُمْ اِلَيْهِ رٰجِعُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/53",
            "ayah": "46",
            "hizb": "1.5",
            "id": "53",
            "juz": "1",
            "latin": "Allażīna yaẓunnūna annahum mulāqū rabbihim wa annahum ilaihi rāji‘ūn(a).  ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "(yaitu) orang-orang yang meyakini bahwa mereka akan menemui Tuhannya dan hanya kepada-Nya mereka kembali.",
            "theme": "8"
        },
        {
            "arab": "يٰبَنِيْٓ اِسْرَاۤءِيْلَ اذْكُرُوْا نِعْمَتِيَ الَّتِيْٓ اَنْعَمْتُ عَلَيْكُمْ وَاَنِّيْ فَضَّلْتُكُمْ عَلَى الْعٰلَمِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/54",
            "ayah": "47",
            "hizb": "1.5",
            "id": "54",
            "juz": "1",
            "latin": "Yā banī isrā'īlażkurū ni‘matiyal-latī an‘amtu ‘alaikum wa annī faḍḍaltukum ‘alal- ‘ālamīn(a). ",
            "notes": null,
            "page": "7",
            "surah": "2",
            "text": "Wahai Bani Israil, ingatlah nikmat-Ku yang telah Aku anugerahkan kepadamu dan sesungguhnya Aku telah melebihkan kamu daripada semua umat di alam ini (pada masa itu).",
            "theme": "8"
        },
        {
            "arab": "وَاتَّقُوْا يَوْمًا لَّا تَجْزِيْ نَفْسٌ عَنْ نَّفْسٍ شَيْـًٔا وَّلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَّلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَّلَا هُمْ يُنْصَرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/55",
            "ayah": "48",
            "hizb": "1.5",
            "id": "55",
            "juz": "1",
            "latin": "Wattaqū yaumal lā tajzī nafsun ‘an nafsin syai'aw wa lā yuqbalu minhā syafā‘atuw wa lā yu'khażu minhā ‘adluw wa lā hum yunṣarūn(a). ",
            "notes": "22) Syafaat ialah pertolongan yang, antara lain, diberikan oleh malaikat, para nabi, atau orang-orang mukmin pilihan atas izin Allah Swt. untuk meringankan azab seseorang atau bebannya di akhirat.",
            "page": "7",
            "surah": "2",
            "text": "Takutlah kamu pada suatu hari (kiamat) yang seseorang tidak dapat membela orang lain sedikit pun, syafaat22) dan tebusan apa pun darinya tidak diterima, dan mereka tidak akan ditolong.",
            "theme": "8"
        },
        {
            "arab": "وَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/56",
            "ayah": "49",
            "hizb": "1.5",
            "id": "56",
            "juz": "1",
            "latin": "Wa iż najjainākum min āli fir‘auna yasūmūnakum sū'al-‘ażābi yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum ‘aẓīm(un).  ",
            "notes": "23) Fir‘aun adalah gelar bagi raja-raja Mesir Kuno. Menurut sebagian ahli sejarah, Fir‘aun pada masa Nabi Musa a.s. adalah Menepthan (1232–1224 SM) yang dikenal dengan Ramses II.",
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami menyelamatkan kamu dari (Fir‘aun dan) pengikut-pengikut Fir‘aun.23) Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Pada yang demikian terdapat cobaan yang sangat besar dari Tuhanmu.",
            "theme": "9"
        },
        {
            "arab": "وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/57",
            "ayah": "50",
            "hizb": "1.5",
            "id": "57",
            "juz": "1",
            "latin": "Wa iż faraqnā bikumul-baḥra fa'anjainākum wa agraqnā āla fir‘auna wa antum tanẓurūn(a).  ",
            "notes": "24) Allah Swt. memberikan mukjizat kepada Nabi Musa a.s. dengan memberinya jalan untuk dilintasi melalui tersibaknya laut. Belum ada penjelasan ilmiah tentang mekanismenya. Bisa jadi, Nabi Musa a.s. dan kaumnya menyeberang melintasi celah teluk yang sempit tepat saat laut surut maksimum akibat purnama atau bulan baru sehingga memunculkan daratan untuk dilintasi. Sekitar 6 jam kemudian, rombongan Fir‘aun mengejar. Saat di tengah, air laut mulai pasang dan menenggelamkan mereka semua.",
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami membelah laut untukmu, lalu Kami menyelamatkanmu dan menenggelamkan (Fir‘aun dan) pengikut-pengikut Fir‘aun, sedangkan kamu menyaksikan(-nya).24)",
            "theme": "9"
        },
        {
            "arab": "وَاِذْ وٰعَدْنَا مُوْسٰىٓ اَرْبَعِيْنَ لَيْلَةً ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/58",
            "ayah": "51",
            "hizb": "1.5",
            "id": "58",
            "juz": "1",
            "latin": "Wa iż wā‘adnā mūsā arba‘īna lailatan ṡummattakhażtumul-‘ijla mim ba‘dihī wa antum ẓālimūn(a). ",
            "notes": "25) Allah Swt. menjanjikan bahwa waktu munajat Nabi Musa a.s. untuk menerima petunjuk (Taurat) adalah empat puluh malam. Akan tetapi, umatnya tidak sabar menunggunya sehingga mereka menyembah patung anak sapi yang dibuat oleh Samiri.",
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami menjanjikan (petunjuk Taurat) kepada Musa (melalui munajat selama) empat puluh malam.25) Kemudian, kamu (Bani Israil) menjadikan (patung) anak sapi (sebagai sembahan) setelah (kepergian)-nya, dan kamu (menjadi) orang-orang zalim.",
            "theme": "10"
        },
        {
            "arab": "ثُمَّ عَفَوْنَا عَنْكُمْ مِّنْۢ بَعْدِ ذٰلِكَ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/59",
            "ayah": "52",
            "hizb": "1.5",
            "id": "59",
            "juz": "1",
            "latin": "Ṡumma ‘afaunā ‘ankum mim ba‘di żālika la‘allakum tasykurūn(a).  ",
            "notes": null,
            "page": "8",
            "surah": "2",
            "text": "Setelah itu, Kami memaafkan kamu agar kamu bersyukur.",
            "theme": "10"
        },
        {
            "arab": "وَاِذْ اٰتَيْنَا مُوْسَى الْكِتٰبَ وَالْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/60",
            "ayah": "53",
            "hizb": "1.5",
            "id": "60",
            "juz": "1",
            "latin": "Wa iż ātainā mūsal-kitāba wal-furqāna la‘allakum tahtadūn(a). ",
            "notes": "26) Yang dimaksud adalah kumpulan wahyu yang disebut Taurat dan berfungsi sebagai furqān, yaitu pembeda antara hak dan batil.",
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami memberikan kitab (Taurat) dan furqān kepada Musa agar kamu memperoleh petunjuk.26)",
            "theme": "10"
        },
        {
            "arab": "وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اِنَّكُمْ ظَلَمْتُمْ اَنْفُسَكُمْ بِاتِّخَاذِكُمُ الْعِجْلَ فَتُوْبُوْٓا اِلٰى بَارِىِٕكُمْ فَاقْتُلُوْٓا اَنْفُسَكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ عِنْدَ بَارِىِٕكُمْۗ فَتَابَ عَلَيْكُمْ ۗ اِنَّهٗ هُوَ التَّوَّابُ الرَّحِيْمُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/61",
            "ayah": "54",
            "hizb": "1.5",
            "id": "61",
            "juz": "1",
            "latin": "Wa iż qāla mūsā liqaumihī yā qaumi innakum ẓalamtum anfusakum bittikhāżikumul- ‘ijla fatūbū ilā bāri'ikum faqtulū anfusakum, żālikum khairul lakum ‘inda bāri'ikum, fatāba ‘alaikum, innahū huwat-tawwābur-raḥīm(u).  ",
            "notes": "27) Menurut sebagian mufasir, perintah untuk membunuh diri pada ayat ini berarti perintah bagi orang yang tidak menyembah patung anak sapi untuk membunuh orang yang menyembahnya. Namun, perintah itu bisa pula dipahami sebagai perintah kepada orang-orang yang menyembah patung anak sapi itu untuk saling membunuh atau membunuh diri mereka sendiri sebagai bentuk tobat kepada Allah.",
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, sesungguhnya kamu telah menzalimi dirimu sendiri dengan menjadikan (patung) anak sapi (sebagai sembahan). Oleh karena itu, bertobatlah kepada Penciptamu dan bunuhlah dirimu.27) Itu lebih baik bagimu dalam pandangan Penciptamu. Dia akan menerima tobatmu. Sesungguhnya Dialah Yang Maha Penerima Tobat lagi Maha Penyayang.",
            "theme": "11"
        },
        {
            "arab": "وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/62",
            "ayah": "55",
            "hizb": "1.5",
            "id": "62",
            "juz": "1",
            "latin": "Wa iż qultum yā mūsā lan nu'mina laka ḥattā narallāha jahratan fa'akhażatkumuṣ-ṣā‘iqatu wa antum tanẓurūn(a). ",
            "notes": null,
            "page": "8",
            "surah": "2",
            "text": "(Ingatlah) ketika kamu berkata, “Wahai Musa, kami tidak akan beriman kepadamu sebelum melihat Allah dengan jelas.” Maka, halilintar menyambarmu dan kamu menyaksikan(-nya).",
            "theme": "11"
        },
        {
            "arab": "ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/63",
            "ayah": "56",
            "hizb": "1.5",
            "id": "63",
            "juz": "1",
            "latin": "Ṡumma ba‘aṡnākum mim ba‘di mautikum la‘allakum tasykurūn(a). ",
            "notes": null,
            "page": "8",
            "surah": "2",
            "text": "Kemudian, Kami membangkitkan kamu setelah kematianmu agar kamu bersyukur.",
            "theme": "11"
        },
        {
            "arab": "وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوٰى ۗ كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ ۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/64",
            "ayah": "57",
            "hizb": "1.5",
            "id": "64",
            "juz": "1",
            "latin": "Wa ẓallalnā ‘alaikumul-gamāma wa anzalnā ‘alaikumul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a). ",
            "notes": "28) Manna ialah sejenis madu, sedangkan salwa ialah sejenis burung puyuh.",
            "page": "8",
            "surah": "2",
            "text": "Kami menaungi kamu dengan awan dan Kami menurunkan kepadamu manna dan salwa.28) Makanlah (makanan) yang baik-baik dari rezeki yang telah Kami berikan kepadamu. Mereka tidak menzalimi Kami, tetapi justru merekalah yang menzalimi diri sendiri.",
            "theme": "12"
        },
        {
            "arab": "وَاِذْ قُلْنَا ادْخُلُوْا هٰذِهِ الْقَرْيَةَ فَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَّادْخُلُوا الْبَابَ سُجَّدًا وَّقُوْلُوْا حِطَّةٌ نَّغْفِرْ لَكُمْ خَطٰيٰكُمْ ۗ وَسَنَزِيْدُ الْمُحْسِنِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/65",
            "ayah": "58",
            "hizb": "1.5",
            "id": "65",
            "juz": "1",
            "latin": "Wa iż qulnadkhulū hāżihil-qaryata fakulū minhā ḥaiṡu syi'tum ragadaw wadkhulul- bāba sujjadaw wa qūlū ḥiṭṭatun nagfir lakum khaṭāyākum, wa sanazīdul-muḥsinīn(a).  ",
            "notes": null,
            "page": "9",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami berfirman, “Masuklah ke negeri ini (Baitulmaqdis). Lalu, makanlah dengan nikmat (berbagai makanan) yang ada di sana sesukamu. Masukilah pintu gerbangnya sambil membungkuk dan katakanlah, ‘Bebaskanlah kami (dari dosa-dosa kami),’ niscaya Kami mengampuni kesalahan-kesalahanmu. Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan.”",
            "theme": "13"
        },
        {
            "arab": "فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَنْزَلْنَا عَلَى الَّذِيْنَ ظَلَمُوْا رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/66",
            "ayah": "59",
            "hizb": "1.5",
            "id": "66",
            "juz": "1",
            "latin": "Fabaddalal-lażīna ẓalamū qaulan gairal-lażī qīla lahum fa anzalnā ‘alal-lażīna ẓalamū rijzam minas-samā'i bimā kānū yafsuqūn(a). ",
            "notes": null,
            "page": "9",
            "surah": "2",
            "text": "Lalu, orang-orang yang zalim mengganti perintah dengan (perintah lain) yang tidak diperintahkan kepada mereka. Maka, Kami menurunkan malapetaka dari langit kepada orang-orang yang zalim itu karena mereka selalu berbuat fasik.",
            "theme": "13"
        },
        {
            "arab": "۞ وَاِذِ اسْتَسْقٰى مُوْسٰى لِقَوْمِهٖ فَقُلْنَا اضْرِبْ بِّعَصَاكَ الْحَجَرَۗ  فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْ ۗ كُلُوْا وَاشْرَبُوْا مِنْ رِّزْقِ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/67",
            "ayah": "60",
            "hizb": "1.75",
            "id": "67",
            "juz": "1",
            "latin": "Wa iżistasqā mūsā liqaumihī faqulnaḍrib bi‘aṣākal-ḥajar(a), fanfajarat minhuṡnatā ‘asyrata ‘ainā(n), qad ‘alima kullu unāsim masyrabahum, kulū wasyrabū mir rizqillāhi wa lā ta‘ṡau fil-arḍi mufsidīn(a).  ",
            "notes": null,
            "page": "9",
            "surah": "2",
            "text": "(Ingatlah) ketika Musa memohon (curahan) air untuk kaumnya. Lalu, Kami berfirman, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah darinya (batu itu) dua belas mata air. Setiap suku telah mengetahui tempat minumnya (masing-masing). Makan dan minumlah rezeki (yang diberikan) Allah dan janganlah melakukan kejahatan di bumi dengan berbuat kerusakan.",
            "theme": "14"
        }
    ]
}