{
    "status": true,
    "request": {
        "path": "\/quran\/ayat\/2\/91\/30",
        "surat": "2",
        "ayat": "91",
        "panjang": "30"
    },
    "info": {
        "surat": {
            "id": 2,
            "nama": {
                "ar": "البقرة",
                "id": "Al-Baqarah"
            },
            "relevasi": "Madaniyyah",
            "ayat_max": 286
        }
    },
    "data": [
        {
            "arab": "وَاِذَا قِيْلَ لَهُمْ اٰمِنُوْا بِمَآ اَنْزَلَ اللّٰهُ قَالُوْا نُؤْمِنُ بِمَآ اُنْزِلَ عَلَيْنَا وَيَكْفُرُوْنَ بِمَا وَرَاۤءَهٗ وَهُوَ الْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُوْنَ اَنْۢبِيَاۤءَ اللّٰهِ مِنْ قَبْلُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/98",
            "ayah": "91",
            "hizb": "2",
            "id": "98",
            "juz": "1",
            "latin": "Wa iżā qīla lahum āminū bimā anzalallāhu qālū nu'minu bimā unzila ‘alainā wa yakfurūna bimā warā'ah(ū), wa huwal-ḥaqqu muṣaddiqal limā ma‘ahum, qul falima taqtulūna ambiyā'allāhi min qablu in kuntum mu'minīn(a).  ",
            "notes": null,
            "page": "14",
            "surah": "2",
            "text": "Apabila dikatakan kepada mereka, “Berimanlah pada apa yang diturunkan Allah (Al-Qur’an),” mereka menjawab, “Kami beriman pada apa yang diturunkan kepada kami.” Mereka ingkar kepada apa yang setelahnya, padahal (Al-Qur’an) itu adalah kebenaran yang membenarkan apa yang ada pada mereka. Katakanlah (Nabi Muhammad), “Mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang mukmin?”",
            "theme": "20"
        },
        {
            "arab": "۞ وَلَقَدْ جَاۤءَكُمْ مُّوْسٰى بِالْبَيِّنٰتِ ثُمَّ اتَّخَذْتُمُ الْعِجْلَ مِنْۢ بَعْدِهٖ وَاَنْتُمْ ظٰلِمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/99",
            "ayah": "92",
            "hizb": "2.25",
            "id": "99",
            "juz": "1",
            "latin": "Wa laqad jā'akum mūsā bil-bayyināti ṡummattakhażtumul-‘ijla mim ba‘dihī wa antum ẓālimūn(a).  ",
            "notes": null,
            "page": "14",
            "surah": "2",
            "text": "Sungguh, Musa benar-benar telah datang kepadamu dengan bukti-bukti kebenaran. Kemudian, kamu mengambil (patung) anak sapi (sebagai sembahan) setelah (kepergian)-nya dan kamu (menjadi) orang-orang zalim.",
            "theme": "21"
        },
        {
            "arab": "وَاِذْ اَخَذْنَا مِيْثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطُّوْرَۗ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاسْمَعُوْا ۗ قَالُوْا سَمِعْنَا وَعَصَيْنَا وَاُشْرِبُوْا فِيْ قُلُوْبِهِمُ الْعِجْلَ بِكُفْرِهِمْ ۗ قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهٖٓ اِيْمَانُكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/100",
            "ayah": "93",
            "hizb": "2.25",
            "id": "100",
            "juz": "1",
            "latin": "Wa iż akhażnā mīṡāqakum wa rafa‘nā fauqakumuṭ-ṭūr(a), khużū mā ātainākum biquwwatiw wasma‘ū, qālū sami‘nā wa ‘aṣainā, wa usyribū fī qulūbihimul-‘ijla bikufrihim, qul bi'samā ya'murukum bihī īmānukum in kuntum mu'minīn(a).  ",
            "notes": null,
            "page": "14",
            "surah": "2",
            "text": "(Ingatlah) ketika Kami mengambil janjimu dan Kami angkat gunung (Sinai) di atasmu (seraya berfirman), “Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!” Mereka menjawab, “Kami mendengarkannya, tetapi kami tidak menaatinya.” Diresapkanlah ke dalam hati mereka itu (kecintaan menyembah patung) anak sapi karena kekufuran mereka. Katakanlah, “Sangat buruk apa yang diperintahkan oleh keimananmu kepadamu jika kamu orang-orang mukmin!”",
            "theme": "21"
        },
        {
            "arab": "قُلْ اِنْ كَانَتْ لَكُمُ الدَّارُ الْاٰخِرَةُ عِنْدَ اللّٰهِ خَالِصَةً مِّنْ دُوْنِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/101",
            "ayah": "94",
            "hizb": "2.25",
            "id": "101",
            "juz": "1",
            "latin": "Qul in kānat lakumud-dārul-ākhiratu ‘indallāhi khāliṣatam min dūnin-nāsi fatamannawul-mauta in kuntum ṣādiqīn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Katakanlah (Nabi Muhammad), “Jika negeri akhirat di sisi Allah khusus untukmu, bukan untuk orang lain, mintalah kematian jika kamu orang-orang benar.”",
            "theme": "21"
        },
        {
            "arab": "وَلَنْ يَّتَمَنَّوْهُ اَبَدًاۢ بِمَا قَدَّمَتْ اَيْدِيْهِمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢ بِالظّٰلِمِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/102",
            "ayah": "95",
            "hizb": "2.25",
            "id": "102",
            "juz": "1",
            "latin": "Wa lay yatamannauhu abadam bima qaddamat aidīhim, wallāhu ‘alīmum biẓ-ẓālimīn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Akan tetapi, mereka tidak akan menginginkan kematian itu sama sekali karena (dosa-dosa) yang telah dilakukan oleh tangan-tangan mereka. Allah Maha Mengetahui orang-orang zalim.",
            "theme": "21"
        },
        {
            "arab": "وَلَتَجِدَنَّهُمْ اَحْرَصَ النَّاسِ عَلٰى حَيٰوةٍ ۛوَمِنَ الَّذِيْنَ اَشْرَكُوْا ۛيَوَدُّ اَحَدُهُمْ لَوْ يُعَمَّرُ اَلْفَ سَنَةٍۚ وَمَا هُوَ بِمُزَحْزِحِهٖ مِنَ الْعَذَابِ اَنْ يُّعَمَّرَۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/103",
            "ayah": "96",
            "hizb": "2.25",
            "id": "103",
            "juz": "1",
            "latin": "Wa latajidannahum aḥraṣan-nāsi ‘alā ḥayāh(tin), wa minal-lażīna asyrakū, yawaddu aḥaduhum lau yu‘ammaru alfa sanah(tin), wa mā huwa bi muzaḥziḥihī minal-‘ażābi ay yu‘ammar(a), wallāhu baṣīrum bimā ya‘malūn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Engkau (Nabi Muhammad) sungguh-sungguh akan mendapati mereka (orang-orang Yahudi) sebagai manusia yang paling tamak akan kehidupan (dunia), bahkan (lebih tamak) daripada orang-orang musyrik. Tiap-tiap orang (dari) mereka ingin diberi umur seribu tahun, padahal umur panjang itu tidak akan menjauhkan mereka dari azab. Allah Maha Melihat apa yang mereka kerjakan.",
            "theme": "21"
        },
        {
            "arab": "قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰى قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/104",
            "ayah": "97",
            "hizb": "2.25",
            "id": "104",
            "juz": "1",
            "latin": "Qul man kāna ‘aduwwal lijibrīla fa'innahū nazzalahū ‘alā qalbika bi iżnillāhi muṣaddiqal limā baina yadaihi wa hudaw wa busyrā lil-mu'minīn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Katakanlah (Nabi Muhammad), “Siapa yang menjadi musuh Jibril?” Padahal, dialah yang telah menurunkan (Al-Qur’an) ke dalam hatimu dengan izin Allah sebagai pembenaran terhadap apa (kitab-kitab) yang terdahulu, dan petunjuk serta berita gembira bagi orang-orang beriman.”",
            "theme": "22"
        },
        {
            "arab": "مَنْ كَانَ عَدُوًّا لِّلّٰهِ وَمَلٰۤىِٕكَتِهٖ وَرُسُلِهٖ وَجِبْرِيْلَ وَمِيْكٰىلَ فَاِنَّ اللّٰهَ عَدُوٌّ لِّلْكٰفِرِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/105",
            "ayah": "98",
            "hizb": "2.25",
            "id": "105",
            "juz": "1",
            "latin": "Man kāna ‘aduwwal lillāhi wa malā'ikatihī wa rusulihī wa jibrīla wa mīkāla fa innallāha ‘aduwwul lil-kāfirīn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Siapa yang menjadi musuh Allah, malaikat-malaikat-Nya, rasul-rasul-Nya, Jibril, dan Mikail, sesungguhnya Allah adalah musuh orang-orang kafir.",
            "theme": "22"
        },
        {
            "arab": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكَ اٰيٰتٍۢ بَيِّنٰتٍۚ وَمَا يَكْفُرُ بِهَآ اِلَّا الْفٰسِقُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/106",
            "ayah": "99",
            "hizb": "2.25",
            "id": "106",
            "juz": "1",
            "latin": "Wa laqad anzalnā ilaika āyātim bayyināt(in), wa mā yakfuru bihā illal-fāsiqūn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Sungguh, Kami benar-benar telah menurunkan ayat-ayat yang jelas kepadamu (Nabi Muhammad), dan tidaklah ada yang mengingkarinya selain orang-orang fasik.",
            "theme": "22"
        },
        {
            "arab": "اَوَكُلَّمَا عٰهَدُوْا عَهْدًا نَّبَذَهٗ فَرِيْقٌ مِّنْهُمْ ۗ بَلْ اَكْثَرُهُمْ لَا يُؤْمِنُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/107",
            "ayah": "100",
            "hizb": "2.25",
            "id": "107",
            "juz": "1",
            "latin": "Awa kullamā ‘āhadū ‘ahdan nabażahū farīqum minhum, bal akṡaruhum lā yu'minūn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Mengapa setiap kali mereka mengikat janji, sekelompok mereka melanggarnya? Bahkan, sebagian besar mereka tidak beriman.",
            "theme": "22"
        },
        {
            "arab": "وَلَمَّا جَاۤءَهُمْ رَسُوْلٌ مِّنْ عِنْدِ اللّٰهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيْقٌ مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَۙ  كِتٰبَ اللّٰهِ وَرَاۤءَ ظُهُوْرِهِمْ كَاَنَّهُمْ لَا يَعْلَمُوْنَۖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/108",
            "ayah": "101",
            "hizb": "2.25",
            "id": "108",
            "juz": "1",
            "latin": "Wa lammā jā'ahum rasūlum min ‘indillāhi muṣaddiqul limā ma‘ahum nabaża farīqum minal-lażīna ūtul-kitāb(a), kitāballāhi warā'a ẓuhūrihim ka'annahum lā ya‘lamūn(a).  ",
            "notes": null,
            "page": "15",
            "surah": "2",
            "text": "Setelah datang kepada mereka Rasul (Nabi Muhammad) dari Allah yang membenarkan apa yang ada pada mereka, sebagian orang yang diberi Kitab (Taurat) melemparkan Kitab Allah itu ke belakang punggung (tidak menggubrisnya) seakan-akan mereka tidak tahu.",
            "theme": "22"
        },
        {
            "arab": "وَاتَّبَعُوْا مَا تَتْلُوا الشَّيٰطِيْنُ عَلٰى مُلْكِ سُلَيْمٰنَ ۚ وَمَا كَفَرَ سُلَيْمٰنُ وَلٰكِنَّ الشَّيٰطِيْنَ كَفَرُوْا يُعَلِّمُوْنَ النَّاسَ السِّحْرَ وَمَآ اُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوْتَ وَمَارُوْتَ ۗ وَمَا يُعَلِّمٰنِ مِنْ اَحَدٍ حَتّٰى يَقُوْلَآ اِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۗ فَيَتَعَلَّمُوْنَ مِنْهُمَا مَا يُفَرِّقُوْنَ بِهٖ بَيْنَ الْمَرْءِ وَزَوْجِهٖ ۗ وَمَا هُمْ بِضَاۤرِّيْنَ بِهٖ مِنْ اَحَدٍ اِلَّا بِاِذْنِ اللّٰهِ ۗ وَيَتَعَلَّمُوْنَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ ۗ وَلَقَدْ عَلِمُوْا لَمَنِ اشْتَرٰىهُ مَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ۗ وَلَبِئْسَ مَاشَرَوْا بِهٖٓ اَنْفُسَهُمْ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/109",
            "ayah": "102",
            "hizb": "2.25",
            "id": "109",
            "juz": "1",
            "latin": "Wattaba‘ū mā tatlusy-syayāṭīnu ‘alā mulki sulaimān(a), wa mā kafara sulaimānu wa lākinnnasy-syayāṭīna kafarū yu‘allimūnan-nāsas siḥr(a), wa mā unzila ‘alal-malakaini bibābila hārūta wa mārūt(a), wa mā yu‘allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur, fayata‘allamūna minhumā mā yufarriqūna bihī bainal-mar'i wa zaujih(ī), wa mā hum biḍarrīna bihī min aḥadin illā bi'iżnillāh(i), wa yata‘allamūna mā yaḍurruhum wa lā yanfa‘uhum, wa laqad ‘alimū lamanisytarāhu mā lahū fil-ākhirati min khalāq(in), wa labi'sa mā syarau bihī anfusahum, lau kānū ya‘lamūn(a).  ",
            "notes": "32) Dalam Al-Qur’an, kata fitnah digunakan untuk menyatakan sejumlah makna sesuai dengan konteksnya, seperti ‘ujian’, ‘cobaan’, ‘azab’, ‘menghalangi kebenaran’, dan ‘mengusir orang dari kampung halamannya’.",
            "page": "16",
            "surah": "2",
            "text": "Mereka mengikuti apa yang dibaca oleh setan-setan pada masa Kerajaan Sulaiman. Sulaiman itu tidak kufur, tetapi setan-setan itulah yang kufur. Mereka mengajarkan sihir kepada manusia dan apa yang diturunkan kepada dua malaikat di negeri Babilonia, yaitu Harut dan Marut. Padahal, keduanya tidak mengajarkan sesuatu kepada seseorang sebelum mengatakan, “Sesungguhnya kami hanyalah fitnah (cobaan bagimu)32) oleh sebab itu janganlah kufur!” Maka, mereka mempelajari dari keduanya (malaikat itu) apa yang (dapat) memisahkan antara seorang (suami) dan istrinya. Mereka tidak akan dapat mencelakakan seseorang dengan (sihir)-nya, kecuali dengan izin Allah. Mereka mempelajari sesuatu yang mencelakakan dan tidak memberi manfaat kepada mereka. Sungguh, mereka benar-benar sudah mengetahui bahwa siapa yang membeli (menggunakan sihir) itu niscaya tidak akan mendapat keuntungan di akhirat. Sungguh, buruk sekali perbuatan mereka yang menjual dirinya dengan sihir jika mereka mengetahui(-nya).",
            "theme": "23"
        },
        {
            "arab": "وَلَوْ اَنَّهُمْ اٰمَنُوْا وَاتَّقَوْا لَمَثُوْبَةٌ مِّنْ عِنْدِ اللّٰهِ خَيْرٌ ۗ  لَوْ كَانُوْا يَعْلَمُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/110",
            "ayah": "103",
            "hizb": "2.25",
            "id": "110",
            "juz": "1",
            "latin": "Wa lau annahum āmanū wattaqau lamaṡūbatum min ‘indillāhi khair(un), lau kānū ya‘lamūn(a).  ",
            "notes": null,
            "page": "16",
            "surah": "2",
            "text": "Seandainya mereka benar-benar beriman dan bertakwa, pahala dari Allah pasti lebih baik, seandainya mereka mengetahui(-nya).",
            "theme": "23"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا  وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/111",
            "ayah": "104",
            "hizb": "2.25",
            "id": "111",
            "juz": "1",
            "latin": "Yā ayyuhal-lażīna āmanū lā taqūlū rā‘inā wa qūlunẓurnā wasma‘ū wa lil-kāfirīna ‘ażābun alīm(un).  ",
            "notes": "33) Rā‘inā berarti ‘perhatikanlah kami’. Akan tetapi, orang Yahudi memelesetkan ucapannya sehingga menjadi ‘ru‘ūnah’ yang berarti ‘bodoh sekali’ sebagai ejekan kepada Rasulullah. Oleh karena itu, Allah Swt. menyuruh para sahabat untuk memakai kata unẓurnā sebagai ganti kata rā‘inā karena keduanya mempunyai makna yang sama.",
            "page": "16",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, janganlah kamu katakan, “Rā‘inā.” Akan tetapi, katakanlah, “Unẓurnā”33) dan dengarkanlah. Orang-orang kafir akan mendapat azab yang pedih.",
            "theme": "24"
        },
        {
            "arab": "مَا يَوَدُّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَلَا الْمُشْرِكِيْنَ اَنْ يُّنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّنْ رَّبِّكُمْ ۗ وَاللّٰهُ يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/112",
            "ayah": "105",
            "hizb": "2.25",
            "id": "112",
            "juz": "1",
            "latin": "Mā yawaddul-lażīna kafarū min ahlil-kitābi wa lal-musyrikīna ay yunazzila ‘alaikum min khairim mir rabbikum, wallāhu yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul faḍlil-‘aẓīm(i).  ",
            "notes": null,
            "page": "16",
            "surah": "2",
            "text": "Orang-orang kafir dari golongan Ahlulkitab dan orang-orang musyrik tidak menginginkan diturunkannya kepadamu suatu kebaikan dari Tuhanmu. Akan tetapi, secara khusus Allah memberikan rahmat-Nya kepada orang yang Dia kehendaki. Allah pemilik karunia yang besar.",
            "theme": "24"
        },
        {
            "arab": "۞ مَا نَنْسَخْ مِنْ اٰيَةٍ اَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ اَوْ مِثْلِهَا ۗ اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/113",
            "ayah": "106",
            "hizb": "2.5",
            "id": "113",
            "juz": "1",
            "latin": "Mā nansakh min āyatin au nunsihā na'ti bi khairim minhā au miṡlihā, alam ta‘lam annallāha ‘alā kulli syai'in qadīr(un).    ",
            "notes": null,
            "page": "17",
            "surah": "2",
            "text": "Ayat yang Kami nasakh (batalkan) atau Kami jadikan (manusia) lupa padanya, pasti Kami ganti dengan yang lebih baik atau yang sebanding dengannya. Apakah engkau tidak mengetahui bahwa Allah Mahakuasa atas segala sesuatu?",
            "theme": "25"
        },
        {
            "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ ۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/114",
            "ayah": "107",
            "hizb": "2.5",
            "id": "114",
            "juz": "1",
            "latin": "Alam ta‘lam annallāha lahū mulkus-samāwāti wal arḍ(i), wa mā lakum min dūnillāhi miw waliyyiw wa lā naṣīr(in).  ",
            "notes": null,
            "page": "17",
            "surah": "2",
            "text": "Apakah engkau tidak mengetahui bahwa Allah memiliki kerajaan langit dan bumi? (Ketahuilah bahwa) tidak ada bagimu pelindung dan penolong selain Allah.",
            "theme": "25"
        },
        {
            "arab": "اَمْ تُرِيْدُوْنَ اَنْ تَسْـَٔلُوْا رَسُوْلَكُمْ كَمَا سُىِٕلَ مُوْسٰى مِنْ قَبْلُ ۗوَمَنْ يَّتَبَدَّلِ الْكُفْرَ بِالْاِيْمَانِ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/115",
            "ayah": "108",
            "hizb": "2.5",
            "id": "115",
            "juz": "1",
            "latin": "Am turīdūna an tas'alū rasūlakum kamā su'ila mūsā min qabl(u), wa may yatabaddalil-kufra bil-īmāni faqad ḍalla sawā'as-sabīl(i).  ",
            "notes": "34) Bani Israil pernah meminta kepada Nabi Musa a.s. agar dapat melihat Allah Swt. dengan mata kepala mereka, dibuatkan berhala untuk disembah, dan lain-lain.",
            "page": "17",
            "surah": "2",
            "text": "Ataukah kamu menghendaki untuk meminta Rasulmu (Nabi Muhammad) seperti halnya Musa (pernah) diminta (Bani Israil) dahulu?34) Siapa yang mengganti iman dengan kekufuran, sungguh, dia telah tersesat dari jalan yang lurus.",
            "theme": "25"
        },
        {
            "arab": "وَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/116",
            "ayah": "109",
            "hizb": "2.5",
            "id": "116",
            "juz": "1",
            "latin": "Wadda kaṡīrum min ahlil-kitābi lau yaruddūnakum mim ba‘di īmānikum kuffārā(n), ḥasadam min ‘indi anfusihim mim ba‘di mā tabayyana lahumul-ḥaqq(u), fa‘fū waṣfaḥū ḥattā ya'tiyallāhu bi amrih(ī), innallāha ‘alā kulli syai'in qadīr(un).  ",
            "notes": null,
            "page": "17",
            "surah": "2",
            "text": "Banyak di antara Ahlulkitab menginginkan agar mereka dapat mengembalikan kamu setelah kamu beriman menjadi kafir kembali karena rasa dengki dalam diri mereka setelah kebenaran jelas bagi mereka. Maka, maafkanlah (biarkanlah) dan berlapang dadalah (berpalinglah dari mereka) sehingga Allah memberikan perintah-Nya. Sesungguhnya Allah Mahakuasa atas segala sesuatu.",
            "theme": "26"
        },
        {
            "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ ۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِ ۗ اِنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ بَصِيْرٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/117",
            "ayah": "110",
            "hizb": "2.5",
            "id": "117",
            "juz": "1",
            "latin": "Wa aqīmuṣ-ṣalāta wa ātuz-zakāh(ta), wa mā tuqaddimū li'anfusikum min khairin tajidūhu ‘indallāh(i), innallāha bimā ta‘malūna baṣīr(un).  ",
            "notes": null,
            "page": "17",
            "surah": "2",
            "text": "Dirikanlah salat dan tunaikanlah zakat. Segala kebaikan yang kamu kerjakan untuk dirimu akan kamu dapatkan (pahalanya) di sisi Allah. Sesungguhnya Allah Maha Melihat apa yang kamu kerjakan.",
            "theme": "26"
        },
        {
            "arab": "وَقَالُوْا لَنْ يَّدْخُلَ الْجَنَّةَ اِلَّا مَنْ كَانَ هُوْدًا اَوْ نَصٰرٰى ۗ تِلْكَ اَمَانِيُّهُمْ ۗ قُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/118",
            "ayah": "111",
            "hizb": "2.5",
            "id": "118",
            "juz": "1",
            "latin": "Wa qālū lay yadkhulal-jannata illā man kāna hūdan au naṣārā, tilka amāniyyuhum, qul hātū burhānakum in kuntum ṣādiqīn(a).  ",
            "notes": "35) Orang Yahudi mengatakan bahwa mereka saja yang akan masuk surga. Orang Nasrani pun meyakini bahwa hanya merekalah yang akan masuk surga.",
            "page": "17",
            "surah": "2",
            "text": "Mereka (Yahudi dan Nasrani) berkata, “Tidak akan masuk surga kecuali orang Yahudi atau Nasrani.”35) Itu (hanya) angan-angan mereka. Katakanlah (Nabi Muhammad), “Tunjukkan bukti kebenaranmu jika kamu orang-orang yang benar.”",
            "theme": "27"
        },
        {
            "arab": "بَلٰى مَنْ اَسْلَمَ وَجْهَهٗ لِلّٰهِ وَهُوَ مُحْسِنٌ فَلَهٗٓ اَجْرُهٗ عِنْدَ رَبِّهٖۖ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/119",
            "ayah": "112",
            "hizb": "2.5",
            "id": "119",
            "juz": "1",
            "latin": "Balā man aslama wajhahū lillāhi wa huwa muḥsinun falahū ajruhū ‘inda rabbih(i), wa lā khaufun ‘alaihim wa lā hum yaḥzanūn(a).  ",
            "notes": null,
            "page": "17",
            "surah": "2",
            "text": "Tidak demikian! Orang yang menyerahkan diri sepenuhnya kepada Allah serta berbuat ihsan, akan mendapat pahala di sisi Tuhannya, tidak ada rasa takut yang menimpa mereka, dan mereka pun tidak bersedih.",
            "theme": "27"
        },
        {
            "arab": "وَقَالَتِ الْيَهُوْدُ لَيْسَتِ النَّصٰرٰى عَلٰى شَيْءٍۖ وَّقَالَتِ النَّصٰرٰى لَيْسَتِ الْيَهُوْدُ عَلٰى شَيْءٍۙ وَّهُمْ يَتْلُوْنَ الْكِتٰبَۗ  كَذٰلِكَ قَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ مِثْلَ قَوْلِهِمْ ۚ فَاللّٰهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/120",
            "ayah": "113",
            "hizb": "2.5",
            "id": "120",
            "juz": "1",
            "latin": "Wa qālatil-yahūdu laisatin-naṣārā  ‘alā syai'(in), wa qālatin-naṣārā laisatil-yahūdu ‘alā syai'(in), wa hum yatlūnal-kitāb(a), każālika qālal-lażīna lā ya‘lamūna  miṡla qaulihim, fallāhu yaḥkumu bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "Orang Yahudi berkata, “Orang Nasrani itu tidak menganut sesuatu (agama yang benar)” dan orang-orang Nasrani (juga) berkata, “Orang-orang Yahudi tidak menganut sesuatu (agama yang benar),” padahal mereka membaca Kitab. Demikian pula orang-orang yang tidak berilmu (musyrik Arab) berkata seperti ucapan mereka itu. Allah akan memberi putusan di antara mereka pada hari Kiamat tentang apa (agama) yang mereka perselisihkan.",
            "theme": "27"
        },
        {
            "arab": "وَمَنْ اَظْلَمُ مِمَّنْ مَّنَعَ مَسٰجِدَ اللّٰهِ اَنْ يُّذْكَرَ فِيْهَا اسْمُهٗ وَسَعٰى فِيْ خَرَابِهَاۗ اُولٰۤىِٕكَ مَا كَانَ لَهُمْ اَنْ يَّدْخُلُوْهَآ اِلَّا خَاۤىِٕفِيْنَ ەۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ وَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/121",
            "ayah": "114",
            "hizb": "2.5",
            "id": "121",
            "juz": "1",
            "latin": "Wa man aẓlamu mim mam mana‘a masājidallāhi ay yużkara fīhasmuhū wa sa‘ā fī kharābihā, ulā'ika mā kāna lahum ay yadkhulūhā illā khā'ifīn(a), lahum fid-dun-yā khizyuw wa lahum fil-ākhirati ‘ażābun ‘aẓīm(un).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "Siapakah yang lebih zalim daripada orang yang melarang masjid-masjid Allah digunakan sebagai tempat berzikir di dalamnya dan berusaha merobohkannya? Mereka itu tidak pantas memasukinya, kecuali dengan rasa takut (kepada Allah). Mereka mendapat kehinaan di dunia dan mendapat azab yang berat di akhirat.",
            "theme": "28"
        },
        {
            "arab": "وَلِلّٰهِ الْمَشْرِقُ وَالْمَغْرِبُ  فَاَيْنَمَا تُوَلُّوْا فَثَمَّ وَجْهُ اللّٰهِ ۗ اِنَّ اللّٰهَ وَاسِعٌ عَلِيْمٌ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/122",
            "ayah": "115",
            "hizb": "2.5",
            "id": "122",
            "juz": "1",
            "latin": "Wa lillāhil-masyriqu wal-magrib(u), fa'ainamā tuwallū faṡamma wajhullāh(i), innallāha wāsi‘un ‘alīm(un).  ",
            "notes": "36) Wajah Allah (wajhullāh) bisa berarti ‘Zat Allah Swt’. atau ‘rida Allah Swt.’, sedangkan yang dimaksud di sini adalah arah kiblat yang diridai oleh Allah Swt. saat seseorang tidak bisa menentukan arah kiblat karena alasan tertentu. Maksud ini tergambar dalam sebab nuzul yang dituturkan oleh ‘Amir bin Rabi‘ah r.a. Dia berkata, “Kami menemani Rasulullah saw. dalam sebuah perjalanan. Tiba-tiba langit tertutup mendung sehingga kami kesulitan menentukan arah kiblat. Kami pun salat dan memberi tanda (pada arah salat kami). Ketika matahari muncul, kami sadar telah salat tanpa menghadap ke arah kiblat. Kami laporkan hal ini kepada Rasulullah, lalu turunlah ayat ini.” (Riwayat Ibnu Majah, al-Baihaqi, dan at-Tirmizi).",
            "page": "18",
            "surah": "2",
            "text": "Hanya milik Allah timur dan barat. Ke mana pun kamu menghadap, di sanalah wajah Allah.36) Sesungguhnya Allah Mahaluas lagi Maha Mengetahui.",
            "theme": "28"
        },
        {
            "arab": "وَقَالُوا اتَّخَذَ اللّٰهُ وَلَدًا ۙسُبْحٰنَهٗ ۗ بَلْ لَّهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  كُلٌّ لَّهٗ قٰنِتُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/123",
            "ayah": "116",
            "hizb": "2.5",
            "id": "123",
            "juz": "1",
            "latin": "Wa qāluttakhażallāhu waladan subḥānah(ū), bal lahū mā fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "Mereka berkata, “Allah mengangkat anak.” Mahasuci Allah, bahkan milik-Nyalah apa yang di langit dan di bumi. Semua tunduk kepada-Nya.",
            "theme": "29"
        },
        {
            "arab": "بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/124",
            "ayah": "117",
            "hizb": "2.5",
            "id": "124",
            "juz": "1",
            "latin": "Badī‘us-samāwāti wal-arḍ(i), wa iżā qaḍā amran fa'innamā yaqūlu lahū kun fayakūn(u).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "(Allah) pencipta langit dan bumi. Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.",
            "theme": "29"
        },
        {
            "arab": "وَقَالَ الَّذِيْنَ لَا يَعْلَمُوْنَ لَوْلَا يُكَلِّمُنَا اللّٰهُ اَوْ تَأْتِيْنَآ اٰيَةٌ  ۗ كَذٰلِكَ قَالَ الَّذِيْنَ مِنْ قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ ۗ تَشَابَهَتْ قُلُوْبُهُمْ ۗ قَدْ بَيَّنَّا الْاٰيٰتِ لِقَوْمٍ يُّوْقِنُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/125",
            "ayah": "118",
            "hizb": "2.5",
            "id": "125",
            "juz": "1",
            "latin": "Wa qālal-lażīna lā ya‘lamūna lau lā yukallimunallāhu au ta'tīnā āyah(tun), każālika qālal-lażīna min qablihim miṡla qaulihim, tasyābahat qulūbuhum, qad bayyannal-āyāti liqaumiy yūqinūn(a).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "Orang-orang yang tidak mengetahui berkata, “Mengapa Allah tidak berbicara dengan kita atau datang tanda-tanda (kekuasaan-Nya) kepada kita?” Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa. Sungguh, telah Kami jelaskan tanda-tanda (kekuasaan Kami) kepada kaum yang yakin.",
            "theme": "29"
        },
        {
            "arab": "اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًاۙ وَّلَا تُسْـَٔلُ عَنْ اَصْحٰبِ الْجَحِيْمِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/126",
            "ayah": "119",
            "hizb": "2.5",
            "id": "126",
            "juz": "1",
            "latin": "Innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā(n), wa lā tus'alu ‘an aṣḥābil-jaḥīm(i).  ",
            "notes": null,
            "page": "18",
            "surah": "2",
            "text": "Sesungguhnya Kami telah mengutusmu (Nabi Muhammad) dengan hak sebagai pembawa berita gembira dan pemberi peringatan. Engkau tidak akan dimintai (pertanggungjawaban) tentang penghuni-penghuni neraka.",
            "theme": "29"
        },
        {
            "arab": "وَلَنْ تَرْضٰى عَنْكَ الْيَهُوْدُ وَلَا النَّصٰرٰى حَتّٰى تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰى ۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَ الَّذِيْ جَاۤءَكَ مِنَ الْعِلْمِ ۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/127",
            "ayah": "120",
            "hizb": "2.5",
            "id": "127",
            "juz": "1",
            "latin": "Wa lan tarḍā ‘ankal-yahūdu wa lan-naṣārā ḥattā tattabi‘a millatahum, qul inna hudallāhi huwal-hudā, wa la'inittaba‘ta ahwā'ahum ba‘dal-lażī jā'aka minal-‘ilm(i), mā laka minallāhi miw waliyyiw wa lā naṣīr(in).  ",
            "notes": null,
            "page": "19",
            "surah": "2",
            "text": "Orang-orang Yahudi dan Nasrani tidak akan pernah rela kepadamu (Nabi Muhammad) sehingga engkau mengikuti agama mereka. Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya).” Sungguh, jika engkau mengikuti hawa nafsu mereka setelah ilmu (kebenaran) sampai kepadamu, tidak ada bagimu pelindung dan penolong dari (azab) Allah.",
            "theme": "29"
        }
    ]
}