{
    "status": true,
    "request": {
        "path": "\/quran\/ayat\/2\/181\/30",
        "surat": "2",
        "ayat": "181",
        "panjang": "30"
    },
    "info": {
        "surat": {
            "id": 2,
            "nama": {
                "ar": "البقرة",
                "id": "Al-Baqarah"
            },
            "relevasi": "Madaniyyah",
            "ayat_max": 286
        }
    },
    "data": [
        {
            "arab": "فَمَنْۢ بَدَّلَهٗ بَعْدَمَا سَمِعَهٗ فَاِنَّمَآ اِثْمُهٗ عَلَى الَّذِيْنَ يُبَدِّلُوْنَهٗ ۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ۗ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/188",
            "ayah": "181",
            "hizb": "3.5",
            "id": "188",
            "juz": "2",
            "latin": "Famam baddalahū ba‘da mā sami‘ahū fa innamā iṡmuhū ‘alal-lażīna yubaddilūnah(ū), innallāha samī‘un ‘alīm(un).  ",
            "notes": null,
            "page": "27",
            "surah": "2",
            "text": "Siapa yang mengubahnya (wasiat itu), setelah mendengarnya, sesungguhnya dosanya hanya bagi orang yang mengubahnya. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.",
            "theme": "49"
        },
        {
            "arab": "فَمَنْ خَافَ مِنْ مُّوْصٍ جَنَفًا اَوْ اِثْمًا فَاَصْلَحَ بَيْنَهُمْ فَلَآ اِثْمَ عَلَيْهِ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/189",
            "ayah": "182",
            "hizb": "3.5",
            "id": "189",
            "juz": "2",
            "latin": "Faman khāfa mim mūṣin janafan au iṡman fa aṣlaḥa bainahum falā iṡma ‘alaih(i), innallāha gafūrur raḥīm(un).  ",
            "notes": "50) Maksud mendamaikan di sini ialah menyuruh orang yang berwasiat untuk berlaku adil dalam berwasiat sesuai dengan ketentuan agama.",
            "page": "28",
            "surah": "2",
            "text": "Akan tetapi, siapa yang khawatir terhadap pewasiat (akan berlaku) tidak adil atau berbuat dosa, lalu dia mendamaikan mereka,50) dia tidak berdosa. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "50"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/190",
            "ayah": "183",
            "hizb": "3.5",
            "id": "190",
            "juz": "2",
            "latin": "Yā ayyuhal-lażīna āmanū kutiba ‘alaikumuṣ-ṣiyāmu kamā kutiba ‘alal-lażīna min qablikum la‘allakum tattaqūn(a).  ",
            "notes": null,
            "page": "28",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa.",
            "theme": "51"
        },
        {
            "arab": "اَيَّامًا مَّعْدُوْدٰتٍۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗوَعَلَى الَّذِيْنَ يُطِيْقُوْنَهٗ فِدْيَةٌ طَعَامُ مِسْكِيْنٍۗ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهٗ ۗوَاَنْ تَصُوْمُوْا خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/191",
            "ayah": "184",
            "hizb": "3.5",
            "id": "191",
            "juz": "2",
            "latin": "Ayyāmam ma‘dūdāt(in), faman kāna minkum marīḍan au ‘alā safarin fa ‘iddatum min ayyāmin ukhar(a), wa ‘alal-lażīna yuṭīqūnahū fidyatun ṭa‘āmu miskīn(in), faman taṭawwa‘a khairan fahuwa khairul lah(ū), wa an taṣūmū khairul lakum in kuntum ta‘lamūn(a). ",
            "notes": "51) Siapa yang memberi makan kepada lebih dari seorang miskin untuk sehari, itu lebih baik.",
            "page": "28",
            "surah": "2",
            "text": "(Yaitu) beberapa hari tertentu. Maka, siapa di antara kamu sakit atau dalam perjalanan (lalu tidak berpuasa), (wajib mengganti) sebanyak hari (yang dia tidak berpuasa itu) pada hari-hari yang lain. Bagi orang yang berat menjalankannya, wajib membayar fidyah, (yaitu) memberi makan seorang miskin. Siapa dengan kerelaan hati mengerjakan kebajikan,51) itu lebih baik baginya dan berpuasa itu lebih baik bagimu jika kamu mengetahui.",
            "theme": "51"
        },
        {
            "arab": "شَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَانِۚ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ۗوَمَنْ كَانَ مَرِيْضًا اَوْ عَلٰى سَفَرٍ فَعِدَّةٌ مِّنْ اَيَّامٍ اُخَرَ ۗيُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ۖوَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ وَلَعَلَّكُمْ تَشْكُرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/192",
            "ayah": "185",
            "hizb": "3.5",
            "id": "192",
            "juz": "2",
            "latin": "Syahru ramaḍānal-lażī unzila fīhil-qur'ānu hudal lin-nāsi wa bayyinātim minal-hudā wal-furqān(i), faman syahida minkumusy-syahra falyaṣumh(u) wa man kāna marīḍan au ‘alā safarin fa ‘iddatum min ayyāmin ukhar(a), yurīdullāhu bikumul-yusra wa lā yurīdu bikumul-‘usr(a), wa litukmilul-‘iddata wa litukabbirullāha ‘alā mā hadākum wa la‘allakum tasykurūn(a).  ",
            "notes": null,
            "page": "28",
            "surah": "2",
            "text": "Bulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur’an sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu serta pembeda (antara yang hak dan yang batil). Oleh karena itu, siapa di antara kamu hadir (di tempat tinggalnya atau bukan musafir) pada bulan itu, berpuasalah. Siapa yang sakit atau dalam perjalanan (lalu tidak berpuasa), maka (wajib menggantinya) sebanyak hari (yang ditinggalkannya) pada hari-hari yang lain. Allah menghendaki kemudahan bagimu dan tidak menghendaki kesukaran. Hendaklah kamu mencukupkan bilangannya dan mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu agar kamu bersyukur.",
            "theme": "51"
        },
        {
            "arab": "وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/193",
            "ayah": "186",
            "hizb": "3.5",
            "id": "193",
            "juz": "2",
            "latin": "Wa iżā sa'alaka ‘ibādī ‘annī fa innī qarīb(un),  ujību da‘watad-dā‘i iżā da‘ān(i), falyastajībū lī walyu'minū bī la‘allahum yarsyudūn(a).  ",
            "notes": null,
            "page": "28",
            "surah": "2",
            "text": "Apabila hamba-hamba-Ku bertanya kepadamu (Nabi Muhammad) tentang Aku, sesungguhnya Aku dekat. Aku mengabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Maka, hendaklah mereka memenuhi (perintah)-Ku dan beriman kepada-Ku agar mereka selalu berada dalam kebenaran.",
            "theme": "52"
        },
        {
            "arab": "اُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ اِلٰى نِسَاۤىِٕكُمْ ۗ هُنَّ لِبَاسٌ لَّكُمْ وَاَنْتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ اللّٰهُ اَنَّكُمْ كُنْتُمْ تَخْتَانُوْنَ اَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ ۚ فَالْـٰٔنَ بَاشِرُوْهُنَّ وَابْتَغُوْا مَا كَتَبَ اللّٰهُ لَكُمْ ۗ وَكُلُوْا وَاشْرَبُوْا حَتّٰى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْاَبْيَضُ مِنَ الْخَيْطِ الْاَسْوَدِ مِنَ الْفَجْرِۖ  ثُمَّ اَتِمُّوا الصِّيَامَ اِلَى الَّيْلِۚ وَلَا تُبَاشِرُوْهُنَّ وَاَنْتُمْ عٰكِفُوْنَۙ فِى الْمَسٰجِدِ ۗ تِلْكَ حُدُوْدُ اللّٰهِ فَلَا تَقْرَبُوْهَاۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ اٰيٰتِهٖ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُوْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/194",
            "ayah": "187",
            "hizb": "3.5",
            "id": "194",
            "juz": "2",
            "latin": "Uḥilla lakum lailataṣ-ṣiyāmir-rafaṡu ilā nisā'ikum, hunna libāsul lakum wa antum libāsul lahunn(a), ‘alimallāhu annakum kuntum takhtānūna anfusakum fatāba ‘alaikum wa ‘afā ‘ankum, fal-āna bāsyirūhunna wabtagū mā kataballāhu lakum, wa kulū wasyrabū ḥattā yatabayyana lakumul-khaiṭul-abyaḍu minal-khaiṭil-aswadi minal-fajr(i), ṡumma atimmuṣ-ṣiyāma ilal-lail(i), wa lā tubāsyirūhunna wa antum ‘ākifūna fil-masājid(i) tilka ḥudūdullāhi falā taqrabūhā, każālika yubayyinullāhu āyātihī lin-nāsi la‘allahum yattaqūn(a).  ",
            "notes": null,
            "page": "29",
            "surah": "2",
            "text": "Dihalalkan bagimu pada malam puasa bercampur dengan istrimu. Mereka adalah pakaian bagimu dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri, tetapi Dia menerima tobatmu dan memaafkanmu. Maka, sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu. Makan dan minumlah hingga jelas bagimu (perbedaan) antara benang putih dan benang hitam, yaitu fajar. Kemudian, sempurnakanlah puasa sampai (datang) malam. Akan tetapi, jangan campuri mereka ketika kamu (dalam keadaan) beriktikaf di masjid. Itulah batas-batas (ketentuan) Allah. Maka, janganlah kamu mendekatinya. Demikianlah Allah menerangkan ayat-ayat-Nya kepada manusia agar mereka bertakwa.",
            "theme": "53"
        },
        {
            "arab": "وَلَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوْا بِهَآ اِلَى الْحُكَّامِ لِتَأْكُلُوْا فَرِيْقًا مِّنْ اَمْوَالِ النَّاسِ بِالْاِثْمِ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/195",
            "ayah": "188",
            "hizb": "3.5",
            "id": "195",
            "juz": "2",
            "latin": "Wa lā ta'kulū amwālakum bainakum bil-bāṭili wa tudlū bihā ilal-ḥukkāmi lita'kulū farīqam min amwālin-nāsi bil-iṡmi wa antum ta‘lamūn(a).  ",
            "notes": null,
            "page": "29",
            "surah": "2",
            "text": "Janganlah kamu makan harta di antara kamu dengan jalan yang batil dan (janganlah) kamu membawa (urusan) harta itu kepada para hakim dengan maksud agar kamu dapat memakan sebagian harta orang lain itu dengan jalan dosa, padahal kamu mengetahui.",
            "theme": "54"
        },
        {
            "arab": "۞ يَسْـَٔلُوْنَكَ عَنِ الْاَهِلَّةِ ۗ قُلْ هِيَ مَوَاقِيْتُ لِلنَّاسِ وَالْحَجِّ ۗ وَلَيْسَ الْبِرُّ بِاَنْ تَأْتُوا الْبُيُوْتَ مِنْ ظُهُوْرِهَا وَلٰكِنَّ الْبِرَّ مَنِ اتَّقٰىۚ وَأْتُوا الْبُيُوْتَ مِنْ اَبْوَابِهَا ۖ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/196",
            "ayah": "189",
            "hizb": "3.75",
            "id": "196",
            "juz": "2",
            "latin": "Yas'alūnaka ‘anil-ahillah(ti), qul hiya mawāqītu lin-nāsi wal-ḥajj(i), wa laisal-birru  bi'an ta'tul-buyūta  min ẓuhūrihā  wa lākinnal-birra manittaqā, wa'tul-buyūta min abwābihā, wattaqullāha la‘allakum tufliḥūn(a). ",
            "notes": "52) Bulan sabit adalah bukti meyakinkan pergantian bulan. Setelah bulan sabit akhir bulan tampak tipis seperti pelepah kurma (surah Yāsīn\/36: 39) menjelang pagi, pada malam berikutnya bulan ‘mati’ (tidak tampak sama sekali), kemudian disusul tampaknya bulan sabit tipis sesaat setelah magrib. Itulah awal bulan yang digunakan untuk perhitungan waktu ibadah, seperti puasa Ramadan dan haji.",
            "page": "29",
            "surah": "2",
            "text": "Mereka bertanya kepadamu (Nabi Muhammad) tentang bulan sabit.52) Katakanlah, “Itu adalah (penunjuk) waktu bagi manusia dan (ibadah) haji.” Bukanlah suatu kebajikan memasuki rumah dari belakangnya, tetapi kebajikan itu adalah (kebajikan) orang yang bertakwa. Masukilah rumah-rumah dari pintu-pintunya, dan bertakwalah kepada Allah agar kamu beruntung.",
            "theme": "55"
        },
        {
            "arab": "وَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/197",
            "ayah": "190",
            "hizb": "3.75",
            "id": "197",
            "juz": "2",
            "latin": "Wa qātilū fī sabīlillāhil-lażīna yuqātilūnakum wa lā ta‘tadū, innallāha lā yuḥibbul-mu‘tadīn(a).  ",
            "notes": null,
            "page": "29",
            "surah": "2",
            "text": "Perangilah di jalan Allah orang-orang yang memerangi kamu dan jangan melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.",
            "theme": "56"
        },
        {
            "arab": "وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَاَخْرِجُوْهُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقٰتِلُوْهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِۚ فَاِنْ قٰتَلُوْكُمْ فَاقْتُلُوْهُمْۗ  كَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/198",
            "ayah": "191",
            "hizb": "3.75",
            "id": "198",
            "juz": "2",
            "latin": "Waqtulūhum ḥaiṡu ṡaqiftumūhum wa akhrijūhum min ḥaiṡu akhrajūkum wal-fitnatu asyaddu minal-qatl(i), wa lā tuqātilūhum ‘indal-masjidil-ḥarāmi ḥattā yuqātilūkum fīh(i), fa'in qātalūkum faqtulūhum,  każālika jazā'ul-kāfirīn(a).  ",
            "notes": "53) Fitnah dalam ayat ini berarti perbuatan yang menimbulkan kekacauan, seperti mengusir orang dari kampung halamannya, merampas harta, menyakiti orang lain, menghalangi orang dari jalan Allah Swt., atau melakukan kemusyrikan (lihat catatan kaki surah al-Baqarah\/2: 102).",
            "page": "30",
            "surah": "2",
            "text": "Bunuhlah mereka (yang memerangimu) di mana pun kamu jumpai dan usirlah mereka dari tempat mereka mengusirmu. Padahal, fitnah53) itu lebih kejam daripada pembunuhan. Lalu janganlah kamu perangi mereka di Masjidilharam, kecuali jika mereka memerangimu di tempat itu. Jika mereka memerangimu, maka perangilah mereka. Demikianlah balasan bagi orang-orang kafir.",
            "theme": "56"
        },
        {
            "arab": "فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/199",
            "ayah": "192",
            "hizb": "3.75",
            "id": "199",
            "juz": "2",
            "latin": "Fa'inintahau fa'innallāha gafūrur raḥīm(un). ",
            "notes": null,
            "page": "30",
            "surah": "2",
            "text": "Namun, jika mereka berhenti (memusuhimu), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "56"
        },
        {
            "arab": "وَقٰتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ لِلّٰهِ ۗ فَاِنِ انْتَهَوْا فَلَا عُدْوَانَ اِلَّا عَلَى الظّٰلِمِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/200",
            "ayah": "193",
            "hizb": "3.75",
            "id": "200",
            "juz": "2",
            "latin": "Wa qātilūhum ḥattā lā takūna fitnatuw wa yakūnad-dīnu lillāh(i), fa inintahau falā ‘udwāna illā ‘alaẓ-ẓālimīn(a).  ",
            "notes": null,
            "page": "30",
            "surah": "2",
            "text": "Perangilah mereka itu sampai tidak ada lagi fitnah dan agama (ketaatan) hanya bagi Allah semata. Jika mereka berhenti (melakukan fitnah), tidak ada (lagi) permusuhan, kecuali terhadap orang-orang zalim.",
            "theme": "56"
        },
        {
            "arab": "اَلشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمٰتُ قِصَاصٌۗ فَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ۖ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/201",
            "ayah": "194",
            "hizb": "3.75",
            "id": "201",
            "juz": "2",
            "latin": "Asy-syahrul-ḥarāmu bisy-syahril-ḥarāmi wal-ḥurumātu qiṣāṣ(un), famani‘tadā ‘alaikum fa‘tadū ‘alaihi bimiṡli ma‘tadā ‘alaikum, wattaqullāha wa‘lamū annallāha ma‘al-muttaqīn(a).  ",
            "notes": "54) Maksudnya adalah bahwa jika diserang pada bulan haram, umat Islam diperbolehkan untuk membalas serangan pada bulan itu juga.\n55) Sesuatu yang dihormati dapat berarti bulan haram, yaitu Zulkaidah, Zulhijah, Muharam, dan Rajab; tanah haram (Makkah), dan dalam keadaan berihram.",
            "page": "30",
            "surah": "2",
            "text": "Bulan haram dengan bulan haram54) dan (terhadap) sesuatu yang dihormati55) berlaku (hukum) kisas. Oleh sebab itu, siapa yang menyerang kamu, seranglah setimpal dengan serangannya terhadapmu. Bertakwalah kepada Allah dan ketahuilah bahwa Allah bersama orang-orang yang bertakwa.",
            "theme": "56"
        },
        {
            "arab": "وَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/202",
            "ayah": "195",
            "hizb": "3.75",
            "id": "202",
            "juz": "2",
            "latin": "Wa anfiqū fī sabīlillāhi wa lā tulqū bi'aidīkum ilat-tahlukah(ti), wa aḥsinū, innallāha yuḥibbul-muḥsinīn(a).  ",
            "notes": null,
            "page": "30",
            "surah": "2",
            "text": "Berinfaklah di jalan Allah, janganlah jerumuskan dirimu ke dalam kebinasaan, dan berbuatbaiklah. Sesungguhnya Allah menyukai orang-orang yang berbuat baik.",
            "theme": "56"
        },
        {
            "arab": "وَاَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلّٰهِ ۗ فَاِنْ اُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ وَلَا تَحْلِقُوْا رُءُوْسَكُمْ حَتّٰى يَبْلُغَ الْهَدْيُ مَحِلَّهٗ ۗ فَمَنْ كَانَ مِنْكُمْ مَّرِيْضًا اَوْ بِهٖٓ اَذًى مِّنْ رَّأْسِهٖ فَفِدْيَةٌ مِّنْ صِيَامٍ اَوْ صَدَقَةٍ اَوْ نُسُكٍ ۚ فَاِذَآ اَمِنْتُمْ ۗ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ اِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِۚ فَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ فِى الْحَجِّ وَسَبْعَةٍ اِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ  ۗذٰلِكَ لِمَنْ لَّمْ يَكُنْ اَهْلُهٗ حَاضِرِى الْمَسْجِدِ الْحَرَامِ ۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ ࣖ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/203",
            "ayah": "196",
            "hizb": "3.75",
            "id": "203",
            "juz": "2",
            "latin": "Wa atimmul-ḥajja wal-‘umrata lillāh(i), fa'in uḥṣirtum famastaisara minal-hady(i), wa lā taḥliqū ru'ūsakum ḥattā yablugal-hadyu maḥillah(ū), faman kāna minkum marīḍan au bihī ażam mir ra'sihī fafidyatum min ṣiyāmin au ṣadaqatin au nusuk(in), fa'iżā amintum, faman tamatta‘a bil-‘umrati ilal-ḥajji famastaisara minal-hady(i), famal lam yajid faṣiyāmu ṡalāṡati ayyāmin fil-ḥajji wa sab‘atin iżā raja‘tum, tilka ‘asyaratun kāmilah(tun), żālika limal lam yakun ahluhū ḥāḍiril-masjidil-ḥarām(i), wattaqullāha wa‘lamū annallāha syadīdul-‘iqāb(i).  ",
            "notes": "56) Hadyu adalah hewan ternak yang disembelih di tanah haram Makkah pada Iduladha dan hari-hari tasyrik karena menjalankan haji tamattu’ atau qiran, meninggalkan salah satu manasik haji atau umrah, mengerjakan salah satu larangan manasik, atau murni ingin mendekatkan diri kepada Allah Swt. sebagai ibadah sunah.\n57) Fidyah (tebusan) karena tidak dapat menyempurnakan manasik haji dengan alasan tertentu.",
            "page": "30",
            "surah": "2",
            "text": "Sempurnakanlah ibadah haji dan umrah karena Allah. Akan tetapi, jika kamu terkepung (oleh musuh), (sembelihlah) hadyu56)  yang mudah didapat dan jangan mencukur (rambut) kepalamu sebelum hadyu sampai di tempat penyembelihannya. Jika ada di antara kamu yang sakit atau ada gangguan di kepala (lalu dia bercukur), dia wajib berfidyah, yaitu berpuasa, bersedekah, atau berkurban.57) Apabila kamu dalam keadaan aman, siapa yang mengerjakan umrah sebelum haji (tamatu’), dia (wajib menyembelih) hadyu yang mudah didapat. Akan tetapi, jika tidak mendapatkannya, dia (wajib) berpuasa tiga hari dalam (masa) haji dan tujuh (hari) setelah kamu kembali. Itulah sepuluh hari yang sempurna. Ketentuan itu berlaku bagi orang yang keluarganya tidak menetap di sekitar Masjidilharam. Bertakwalah kepada Allah dan ketahuilah bahwa Allah Mahakeras hukuman-Nya.",
            "theme": "57"
        },
        {
            "arab": "اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/204",
            "ayah": "197",
            "hizb": "3.75",
            "id": "204",
            "juz": "2",
            "latin": "Al-ḥajju asyhurum ma‘lūmāt(un), faman faraḍa fīhinnal-ḥajja falā rafaṡa wa lā fusūqa wa lā jidāla fil-ḥajj(i), wa mā taf‘alū min khairiy ya‘lamhullāh(u), wa tazawwadū fa'inna khairaz-zādit-taqwā, wattaqūni yā ulil-albāb(i).  ",
            "notes": "58) Waktu yang dimaklumi untuk pelaksanaan ibadah haji ialah Syawal, Zulkaidah, dan 10 malam pertama Zulhijah.\n59) Rafaṡ berarti ‘mengeluarkan perkataan yang menimbulkan birahi, perbuatan yang tidak senonoh, atau hubungan seks’.",
            "page": "31",
            "surah": "2",
            "text": "(Musim) haji itu (berlangsung pada) bulan-bulan yang telah dimaklumi.58) Siapa yang mengerjakan (ibadah) haji dalam (bulan-bulan) itu, janganlah berbuat rafaṡ,59) berbuat maksiat, dan bertengkar dalam (melakukan ibadah) haji. Segala kebaikan yang kamu kerjakan (pasti) Allah mengetahuinya. Berbekallah karena sesungguhnya sebaik-baik bekal adalah takwa. Bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat.",
            "theme": "57"
        },
        {
            "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفٰتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/205",
            "ayah": "198",
            "hizb": "3.75",
            "id": "205",
            "juz": "2",
            "latin": "Laisa ‘alaikum junāḥun an tabtagū faḍlam mir rabbikum, fa'iżā afaḍtum min ‘arafātin fażkurullāha ‘indal-masy‘aril-ḥarām(i), ważkurūhu kamā hadākum, wa in kuntum min qablihī laminaḍ-ḍāllīn(a).  ",
            "notes": "60) Yang dimaksud dengan Masyarilharam adalah bukit Quzah di Muzdalifah. Akan tetapi, telah disepakati bahwa Muzdalifah secara keseluruhan dapat digunakan sebagai tempat mabīt.",
            "page": "31",
            "surah": "2",
            "text": "Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu (pada musim haji). Apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masyarilharam.60) Berzikirlah kepada-Nya karena Dia telah memberi petunjuk kepadamu meskipun sebelumnya kamu benar-benar termasuk orang-orang yang sesat.",
            "theme": "57"
        },
        {
            "arab": "ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/206",
            "ayah": "199",
            "hizb": "3.75",
            "id": "206",
            "juz": "2",
            "latin": "Ṡumma afīḍū min ḥaiṡu afāḍan-nāsu wastagfirullāh(a), innallāha gafūrur raḥīm(un).  ",
            "notes": null,
            "page": "31",
            "surah": "2",
            "text": "Kemudian, bertolaklah kamu dari tempat orang-orang bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
            "theme": "57"
        },
        {
            "arab": "فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/207",
            "ayah": "200",
            "hizb": "3.75",
            "id": "207",
            "juz": "2",
            "latin": "Fa iżā qaḍaitum manāsikakum fażkurullāha każikrikum ābā'akum au asyadda żikrā(n), faminan-nāsi may yaqūlu rabbanā ātinā fid-dun-yā wa mā lahū fil-ākhirati min khalāq(in).  ",
            "notes": null,
            "page": "31",
            "surah": "2",
            "text": "Apabila kamu telah menyelesaikan manasik (rangkaian ibadah) haji, berzikirlah kepada Allah sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” sedangkan di akhirat dia tidak memperoleh bagian apa pun.",
            "theme": "57"
        },
        {
            "arab": "وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/208",
            "ayah": "201",
            "hizb": "3.75",
            "id": "208",
            "juz": "2",
            "latin": "Wa minhum may yaqūlu rabbanā ātinā fid-dun-yā ḥasanataw wa fil-ākhirati ḥasanataw wa qinā ‘ażāban-nār(i).  ",
            "notes": null,
            "page": "31",
            "surah": "2",
            "text": "Di antara mereka ada juga yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat serta lindungilah kami dari azab neraka.”",
            "theme": "57"
        },
        {
            "arab": "اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/209",
            "ayah": "202",
            "hizb": "3.75",
            "id": "209",
            "juz": "2",
            "latin": "Ulā'ika lahum naṣībum mimmā kasabū, wallāhu sarī‘ul-ḥisāb(i).  ",
            "notes": null,
            "page": "31",
            "surah": "2",
            "text": "Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan. Allah Mahacepat perhitungan-Nya.",
            "theme": "57"
        },
        {
            "arab": "۞ وَاذْكُرُوا اللّٰهَ فِيْٓ اَيَّامٍ مَّعْدُوْدٰتٍ ۗ فَمَنْ تَعَجَّلَ فِيْ يَوْمَيْنِ فَلَآ اِثْمَ عَلَيْهِ ۚوَمَنْ تَاَخَّرَ فَلَآ اِثْمَ عَلَيْهِۙ لِمَنِ اتَّقٰىۗ وَاتَّقُوا اللّٰهَ وَاعْلَمُوْٓا اَنَّكُمْ اِلَيْهِ تُحْشَرُوْنَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/210",
            "ayah": "203",
            "hizb": "4",
            "id": "210",
            "juz": "2",
            "latin": "Ważkurullāha fī ayyāmim ma‘dūdāt(in), faman ta‘ajjala fī yaumaini falā iṡma ‘alaih(i), wa man ta'akhkhara falā iṡma ‘alaihi limanittaqā, wattaqullāha wa‘lamū annakum ilaihi tuḥsyarūn(a). ",
            "notes": "61) Maksud zikir di sini ialah membaca takbir, tasbih, tahmid, dan sebagainya. Maksud beberapa hari yang berbilang ialah hari tasyrik, yaitu tiga hari setelah Iduladha (tanggal 11, 12, dan 13 Zulhijah).\n62) Mempercepat pada ayat ini berarti meninggalkan Mina pada tanggal 12 Zulhijah sebelum matahari terbenam (nafar awwal). Adapun mengakhirkannya berarti meninggalkan Mina pada tanggal 13 Zulhijah (nafar ṡāni).",
            "page": "32",
            "surah": "2",
            "text": "Berzikirlah kepada Allah pada hari yang telah ditentukan jumlahnya.61) Siapa yang mempercepat (meninggalkan Mina) setelah dua hari, tidak ada dosa baginya. Siapa yang mengakhirkannya tidak ada dosa (pula) baginya,62) (yakni) bagi orang yang bertakwa. Bertakwalah kepada Allah dan ketahuilah bahwa hanya kepada-Nya kamu akan dikumpulkan.",
            "theme": "57"
        },
        {
            "arab": "وَمِنَ النَّاسِ مَنْ يُّعْجِبُكَ قَوْلُهٗ فِى الْحَيٰوةِ الدُّنْيَا وَيُشْهِدُ اللّٰهَ عَلٰى مَا فِيْ قَلْبِهٖ ۙ وَهُوَ اَلَدُّ الْخِصَامِ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/211",
            "ayah": "204",
            "hizb": "4",
            "id": "211",
            "juz": "2",
            "latin": "Wa minan-nāsi may yu‘jibuka qauluhū fil-ḥayātid-dun-yā wa yusyhidullāha ‘alā mā fī qalbih(ī), wa huwa aladdul-khiṣām(i).  ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Di antara manusia ada yang pembicaraannya tentang kehidupan dunia mengagumkan engkau (Nabi Muhammad) dan dia menjadikan Allah sebagai saksi atas (kebenaran) isi hatinya. Padahal, dia adalah penentang yang paling keras.",
            "theme": "58"
        },
        {
            "arab": "وَاِذَا تَوَلّٰى سَعٰى فِى الْاَرْضِ لِيُفْسِدَ فِيْهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ ۗ وَ اللّٰهُ لَا يُحِبُّ الْفَسَادَ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/212",
            "ayah": "205",
            "hizb": "4",
            "id": "212",
            "juz": "2",
            "latin": "Wa iżā tawallā sa‘ā fil-arḍi liyufsida fīhā wa yuhlikal-ḥarṡa wan-nasl(a), wallāhu lā yuḥibbul-fasād(a).  ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Apabila berpaling (dari engkau atau berkuasa), dia berusaha untuk berbuat kerusakan di bumi serta merusak tanam-tanaman dan ternak. Allah tidak menyukai kerusakan.",
            "theme": "58"
        },
        {
            "arab": "وَاِذَا قِيْلَ لَهُ اتَّقِ اللّٰهَ اَخَذَتْهُ الْعِزَّةُ بِالْاِثْمِ فَحَسْبُهٗ جَهَنَّمُ ۗ وَلَبِئْسَ الْمِهَادُ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/213",
            "ayah": "206",
            "hizb": "4",
            "id": "213",
            "juz": "2",
            "latin": "Wa iżā qīla lahuttaqillāha akhażathul-‘izzatu bil-iṡmi faḥasbuhū jahannam(u), wa labi'sal-mihād(u).  ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Apabila dikatakan kepadanya, “Bertakwalah kepada Allah,” bangkitlah kesombongan yang menyebabkan dia berbuat dosa (lebih banyak lagi). Maka, cukuplah (balasan) baginya (neraka) Jahanam. Sungguh (neraka Jahanam) itu seburuk-buruk tempat tinggal.",
            "theme": "58"
        },
        {
            "arab": "وَمِنَ النَّاسِ مَنْ يَّشْرِيْ نَفْسَهُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ",
            "asbab": "1",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/214",
            "ayah": "207",
            "hizb": "4",
            "id": "214",
            "juz": "2",
            "latin": "Wa minan-nāsi may yasyrī nafsahubtigā'a marḍātillāh(i), wallāhu ra'ūfum bil-‘ibād(i). ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Di antara manusia ada orang yang mengorbankan dirinya untuk mencari rida Allah. Allah Maha Penyantun kepada hamba-hamba(-Nya).",
            "theme": "58"
        },
        {
            "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ادْخُلُوْا فِى السِّلْمِ كَاۤفَّةً  ۖوَّلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/215",
            "ayah": "208",
            "hizb": "4",
            "id": "215",
            "juz": "2",
            "latin": "Yā ayyuhal-lażīna āmanudkhulū fis-silmi kāffah(tan), wa lā tattabi‘ū khuṭuwātisy-syaiṭān(i), innahū lakum ‘aduwwum mubīn(un).  ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Wahai orang-orang yang beriman, masuklah ke dalam Islam (kedamaian) secara menyeluruh dan janganlah ikuti langkah-langkah setan! Sesungguhnya ia musuh yang nyata bagimu.",
            "theme": "59"
        },
        {
            "arab": "فَاِنْ زَلَلْتُمْ مِّنْۢ بَعْدِ مَا جَاۤءَتْكُمُ الْبَيِّنٰتُ فَاعْلَمُوْٓا اَنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/216",
            "ayah": "209",
            "hizb": "4",
            "id": "216",
            "juz": "2",
            "latin": "Fa'in zalaltum mim ba‘di mā jā'atkumul-bayyinātu fa‘lamū annallāha ‘azīzun ḥakīm(un). ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Maka, jika kamu menyimpang (dari jalan Allah) setelah bukti-bukti kebenaran yang nyata sampai kepadamu, ketahuilah bahwa Allah Mahaperkasa lagi Mahabijaksana.",
            "theme": "59"
        },
        {
            "arab": "هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ يَّأْتِيَهُمُ اللّٰهُ فِيْ ظُلَلٍ مِّنَ الْغَمَامِ وَالْمَلٰۤىِٕكَةُ وَقُضِيَ الْاَمْرُ ۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ",
            "asbab": "0",
            "audio": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/217",
            "ayah": "210",
            "hizb": "4",
            "id": "217",
            "juz": "2",
            "latin": "Hal yanẓurūna illā ay ya'tiyahumullāhu fī ẓulalim minal-gamāmi wal-malā'ikatu wa quḍiyal-amr(u), wa ilallāhi turja‘ul-umūr(u).  ",
            "notes": null,
            "page": "32",
            "surah": "2",
            "text": "Tidak ada yang mereka tunggu-tunggu (pada hari Kiamat), kecuali kedatangan Allah dalam naungan awan bersama malaikat (untuk melakukan perhitungan), sedangkan perkara (mereka) telah diputuskan. Kepada Allahlah segala perkara dikembalikan.",
            "theme": "59"
        }
    ]
}