{"expires":1767325515,"content":{"status":true,"request":{"path":"\/doa\/102","id":"102"},"info":{"min":1,"max":108},"data":{"arab":"اَللَّهُمَّ إِنِّيْ أَسْتَغْفـِرُكَ مِنْ كُلِّ ذَنْبٍ تُبْتُ إِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فِيْهِ وَأَسْتَغْفِرُكَ لِمَا وَعَدْتُكَ بِهِ مِنْ نَفْسِيْ ثُمَّ أَخْلَفْتُكَ فِيْهِ وَأَسْتَغْفِرُكَ لِمَا أَرَدْتُ بِهِ وَجْهَكَ الْكَرِيْمَ فَخَالَطَهُ غَيْرُكَ وَأَسْتَغْفِرُكَ مِنْ كُلِّ نِعْمَةٍ اَنْعَمْتَ عَلَيْهَا عَلَيَّ فَاسْتَعَنْتُ بِهَا عَلَى مَعْصِيَتِكَ وَأَسْتَغْفِرُكَ يَاعَالِمَ الْغَيْبِ وَالشَّهَادَةِ مِنْ كُلِّ ذَنْبٍ اَتَيْتُهُ فِيْ ضِيَاءِ النَّهَارِ وَسَوَادِ اللَّيْلِ، فِيْ مَلَإٍ وَخَلاَءٍ، وَسِـرٍّ وَعَلاَنِـيَّـةٍ يَاحَلِيْمُ","indo":"Ya Allah, sesungguhnya aku meminta ampun kepada-Mu dari segala dosa yang mana aku telah bertaubat kepada-Mu namun aku mengulanginya lagi. Sesungguhnya aku meminta ampun kepada-Mu atas apa yang aku telah berjanji kepada-Mu kemudian aku khilaf kepada-Mu. Sesungguhnya aku meminta ampun kepada-Mu atas apa yang telah aku maksudkan untuk berbakti hanya kepada-Mu kemudian ada sesuatu selain dirimu yang mencampurinya. Sesungguhnya aku meminta ampun kepada-Mu atas semua nikmat yang telah Engkau berikan kepadaku namun aku gunakan untuk bermaksiat kepada-Mu. Sesungguhnya aku meminta kepada-Mu, wahai Dzat Yang Maha Mengetahui alam ghaib dan alam nyata, dari setiap dosa yang aku lakukan di siang hari dan di waku malam, dalam keadaan ramai dan keadaan sepi, dalam keadaan sembunyi dan terang-terangan, wahai Dzat Yang Maha Pengampun.","judul":"Istighfar Nabi Khidir As","source":"lainnya"}},"created":1767239115}