{"expires":1767327713,"content":{"status":true,"request":{"path":"\/hadits\/bukhari\/3","slug":"bukhari","nomor":"3"},"info":{"perawi":{"name":"Bukhari","slug":"bukhari","total":6638}},"data":{"number":3,"arab":"حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ قَالَ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْأَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْوَحْيِ الرُّؤْيَا الصَّالِحَةُ فِي النَّوْمِ فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ وَكَانَ يَخْلُو بِغَارِ حِرَاءٍ فَيَتَحَنَّثُ فِيهِ وَهُوَ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَنْزِعَ إِلَى أَهْلِهِ وَيَتَزَوَّدُ لِذَلِكَ ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا حَتَّى جَاءَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ فَجَاءَهُ الْمَلَكُ فَقَالَ اقْرَأْ قَالَ مَا أَنَا بِقَارِئٍ قَالَ فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ قُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ فَقُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ ثُمَّ أَرْسَلَنِي فَقَالَ{ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ }فَرَجَعَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْجُفُ فُؤَادُهُ فَدَخَلَ عَلَى خَدِيجَةَ بِنْتِ خُوَيْلِدٍ رَضِيَ اللَّهُ عَنْهَا فَقَالَ زَمِّلُونِي زَمِّلُونِي فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ فَقَالَ لِخَدِيجَةَ وَأَخْبَرَهَا الْخَبَرَ لَقَدْ خَشِيتُ عَلَى نَفْسِي فَقَالَتْ خَدِيجَةُ كَلَّا وَاللَّهِ مَا يُخْزِيكَ اللَّهُ أَبَدًا إِنَّكَ لَتَصِلُ الرَّحِمَ وَتَحْمِلُ الْكَلَّ وَتَكْسِبُ الْمَعْدُومَ وَتَقْرِي الضَّيْفَ وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى ابْنَ عَمِّ خَدِيجَةَ وَكَانَ امْرَأً قَدْ تَنَصَّرَ فِي الْجَاهِلِيَّةِ وَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ فَيَكْتُبُ مِنْ الْإِنْجِيلِ بِالْعِبْرَانِيَّةِ مَا شَاءَ اللَّهُ أَنْ يَكْتُبَ وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ فَقَالَتْ لَهُ خَدِيجَةُ يَا ابْنَ عَمِّ اسْمَعْ مِنْ ابْنِ أَخِيكَ فَقَالَ لَهُ وَرَقَةُ يَا ابْنَ أَخِي مَاذَا تَرَى فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَبَرَ مَا رَأَى فَقَالَ لَهُ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللَّهُ عَلَى مُوسَى يَا لَيْتَنِي فِيهَا جَذَعًا لَيْتَنِي أَكُونُ حَيًّا إِذْ يُخْرِجُكَ قَوْمُكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَمُخْرِجِيَّ هُمْ قَالَ نَعَمْ لَمْ يَأْتِ رَجُلٌ قَطُّ بِمِثْلِ مَا جِئْتَ بِهِ إِلَّا عُودِيَ وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ وَفَتَرَ الْوَحْيُقَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ الْأَنْصَارِيَّ قَالَ وَهُوَ يُحَدِّثُ عَنْ فَتْرَةِ الْوَحْيِ فَقَالَ فِي حَدِيثِهِ بَيْنَا أَنَا أَمْشِي إِذْ سَمِعْتُ صَوْتًا مِنْ السَّمَاءِ فَرَفَعْتُ بَصَرِي فَإِذَا الْمَلَكُ الَّذِي جَاءَنِي بِحِرَاءٍ جَالِسٌ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالْأَرْضِ فَرُعِبْتُ مِنْهُ فَرَجَعْتُ فَقُلْتُ زَمِّلُونِي زَمِّلُونِي فَأَنْزَلَ اللَّهُ تَعَالَى{ يَا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ إِلَى قَوْلِهِ وَالرُّجْزَ فَاهْجُرْ }فَحَمِيَ الْوَحْيُ وَتَتَابَعَ تَابَعَهُ عَبْدُ اللَّهِ بْنُ يُوسُفَ وَأَبُو صَالِحٍ وَتَابَعَهُ هِلَالُ بْنُ رَدَّادٍ عَنْ الزُّهْرِيِّ وَقَالَ يُونُسُ وَمَعْمَرٌ بَوَادِرُهُ","id":"Telah menceritakan kepada kami [Yahya bin Bukair] berkata, Telah menceritakan kepada kami dari [Al Laits] dari ['Uqail] dari [Ibnu Syihab] dari ['Urwah bin Az Zubair] dari [Aisyah] -Ibu Kaum Mu'minin-, bahwasanya dia berkata: \"Permulaaan wahyu yang datang kepada Rasulullah shallallahu 'alaihi wasallam adalah dengan mimpi yang benar dalam tidur. Dan tidaklah Beliau bermimpi kecuali datang seperti cahaya subuh. Kemudian Beliau dianugerahi kecintaan untuk menyendiri, lalu Beliau memilih gua Hiro dan bertahannuts yaitu 'ibadah di malam hari dalam beberapa waktu lamanya sebelum kemudian kembali kepada keluarganya guna mempersiapkan bekal untuk bertahannuts kembali. Kemudian Beliau menemui Khadijah mempersiapkan bekal. Sampai akhirnya datang Al Haq saat Beliau di gua Hiro, Malaikat datang seraya berkata: \"Bacalah?\" Beliau menjawab: \"Aku tidak bisa baca\". Nabi shallallahu 'alaihi wasallam menjelaskan: Maka Malaikat itu memegangku dan memelukku sangat kuat kemudian melepaskanku dan berkata lagi: \"Bacalah!\" Beliau menjawab: \"Aku tidak bisa baca\". Maka Malaikat itu memegangku dan memelukku sangat kuat kemudian melepaskanku dan berkata lagi: \"Bacalah!\". Beliau menjawab: \"Aku tidak bisa baca\". Malaikat itu memegangku kembali dan memelukku untuk ketiga kalinya dengan sangat kuat lalu melepaskanku, dan berkata lagi: (Bacalah dengan (menyebut) nama Tuhanmu yang Menciptakan, Dia Telah menciptakan manusia dari segumpal darah. Bacalah, dan Tuhanmulah yang Maha Pemurah).\" Nabi shallallahu 'alaihi wasallam kembali kepada keluarganya dengan membawa kalimat wahyu tadi dalam keadaan gelisah. Beliau menemui Khadijah binti Khawailidh seraya berkata: \"Selimuti aku, selimuti aku!\". Beliau pun diselimuti hingga hilang ketakutannya. Lalu Beliau menceritakan peristiwa yang terjadi kepada Khadijah: \"Aku mengkhawatirkan diriku\". Maka Khadijah berkata: \"Demi Allah, Allah tidak akan mencelakakanmu selamanya, karena engkau adalah orang yang menyambung silaturrahim.\" Khadijah kemudian mengajak Beliau untuk bertemu dengan Waroqoh bin Naufal bin Asad bin Abdul 'Uzza, putra paman Khadijah, yang beragama Nasrani di masa Jahiliyyah, dia juga menulis buku dalam bahasa Ibrani, juga menulis Kitab Injil dalam Bahasa Ibrani dengan izin Allah. Saat itu Waroqoh sudah tua dan matanya buta. Khadijah berkata: \"Wahai putra pamanku, dengarkanlah apa yang akan disampaikan oleh putra saudaramu ini\". Waroqoh berkata: \"Wahai putra saudaraku, apa yang sudah kamu alami\". Maka Rasulullah shallallahu 'alaihi wasallam menuturkan peristiwa yang dialaminya. Waroqoh berkata: \"Ini adalah Namus, seperti yang pernah Allah turunkan kepada Musa. Duhai seandainya aku masih muda dan aku masih hidup saat kamu nanti diusir oleh kaummu\". Rasulullah shallallahu 'alaihi wasallam bertanya: \"Apakah aku akan diusir mereka?\" Waroqoh menjawab: \"Iya. Karena tidak ada satu orang pun yang datang dengan membawa seperti apa yang kamu bawa ini kecuali akan disakiti (dimusuhi). Seandainya aku ada saat kejadian itu, pasti aku akan menolongmu dengan sekemampuanku\". Waroqoh tidak mengalami peristiwa yang diyakininya tersebut karena lebih dahulu meninggal dunia pada masa fatroh (kekosongan) wahyu. [Ibnu Syihab] berkata; telah mengabarkan kepadaku [Abu Salamah bin Abdurrahman] bahwa [Jabir bin Abdullah Al Anshari] bertutur tentang kekosongan wahyu, sebagaimana yang Rasulullah shallallahu 'alaihi wasallam ceritakan: \"Ketika sedang berjalan aku mendengar suara dari langit, aku memandang ke arahnya dan ternyata Malaikat yang pernah datang kepadaku di gua Hiro, duduk di atas kursi antara langit dan bumi. Aku pun ketakutan dan pulang, dan berkata: \"Selimuti aku. Selimuti aku\". Maka Allah Ta'ala menurunkan wahyu: (Wahai orang yang berselimut) sampai firman Allah (dan berhala-berhala tinggalkanlah). Sejak saat itu wahyu terus turun berkesinambungan.\" Hadits ini juga diriwayatkan oleh [Abdullah bin Yusuf] dan [Abu Shalih] juga oleh [Hilal bin Raddad] dari [Az Zuhri]. Dan [Yunus] berkata; dan [Ma'mar] menyepakati bahwa dia mendapatkannya dari Az Zuhri. "}},"created":1767241313}