{"expires":1767325508,"content":{"status":true,"request":{"path":"\/doa\/95","id":"95"},"info":{"min":1,"max":108},"data":{"arab":"اللَّهُمَّ إِنَّا لَكَ عَلَيَّ حُقُوقًا كَثِيرًا فِيمَا بَيْنِي وَبَيْنَكَ وَحُقُوقًا كثيرا فِيمَا بَيْنِي وَبَيْنَ خَلْقِكَ الَّلهُمَّ مَا كَانَ لَكَ مِنْهَا فَاغْفِرْهُ لِي وَمَا كَانَ لِخَلْقِكَ وَتَحَمَّلَهُ عَنِّي وَأَغْنِنِي بِحَلَالِكَ عَنْ حَرَامِكَ وَبِطَاعَتِكَ عنْ مَعْصِيَتِكَ وَبِفَضْلِكَ عَمَّنْ سِوَاكَ يَا وَاسِعَ المَغْفِرَةِ اللََّهُمَّ إِنَّ بَيْتَكَ عَظِيمٌ وَوَجْهَكَ كَرِيْمٌ وَأَنْتَ يَا اللَّهُمََّ حَلِيمٌ كَرِيمٌ عَظِيمٌ تُحِبُّ العَفْوَ فَاعْفُ عَنَّا","indo":"Ya Allah, sesungguhnya Eanhkau mempunyai banyak sekali hak dalam hubunganku dengan-Mu dan dengan makhluk-Mu. Ya Allah, apa yang menjadi hak-Mu kepadaku maka ampunilah diriku jika melalikannya. dan apa saja yang menjadi hak-Mu kepada makhluk-Mu maka tangguhkanlah dariku. Cukupkanlah aki dengan rezeki darisisi-Mu yang halal, terhindar dari kemaksiatan, dan dengan anugerah-Mu aku terhindar dari harapan terhadap selain Engkau, wahai Zat yang Maha Pengampun. Ya ALlah, sesungguhnya rumah-Mu (Ka’bah) ini sangat agung, Zat-Mu pun Maha Mulia, Engkau penyabar, Maha Pemurah, dan Maha Agung, serta sangat suka memberi ampunan, maafkan dan ampunilah aku.","judul":"Doa Thawaf 6","source":"haji"}},"created":1767239108}