{"expires":1767327032,"content":{"status":true,"request":{"path":"\/hadits\/muslim\/13","slug":"muslim","nomor":"13"},"info":{"perawi":{"name":"Muslim","slug":"muslim","total":4930}},"data":{"number":13,"arab":"حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدِ بْنِ بُكَيْرٍ النَّاقِدُ حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ أَبُو النَّضْرِ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَنُهِينَا أَنْ نَسْأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ مِنْ أَهْلِ الْبَادِيَةِ الْعَاقِلُ فَيَسْأَلَهُ وَنَحْنُ نَسْمَعُ فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ فَقَالَ يَا مُحَمَّدُ أَتَانَا رَسُولُكَ فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ قَالَ صَدَقَ قَالَ فَمَنْ خَلَقَ السَّمَاءَ قَالَ اللَّهُ قَالَ فَمَنْ خَلَقَ الْأَرْضَ قَالَ اللَّهُ قَالَ فَمَنْ نَصَبَ هَذِهِ الْجِبَالَ وَجَعَلَ فِيهَا مَا جَعَلَ قَالَ اللَّهُ قَالَ فَبِالَّذِي خَلَقَ السَّمَاءَ وَخَلَقَ الْأَرْضَ وَنَصَبَ هَذِهِ الْجِبَالَ آللَّهُ أَرْسَلَكَ قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي يَوْمِنَا وَلَيْلَتِنَا قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا زَكَاةً فِي أَمْوَالِنَا قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا صَوْمَ شَهْرِ رَمَضَانَ فِي سَنَتِنَا قَالَ صَدَقَ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ نَعَمْ قَالَ وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا حَجَّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا قَالَ صَدَقَ قَالَ ثُمَّ وَلَّى قَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدُ عَلَيْهِنَّ وَلَا أَنْقُصُ مِنْهُنَّ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ حَدَّثَنَا بَهْزٌ حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ قَالَ قَالَ أَنَسٌ كُنَّا نُهِينَا فِي الْقُرْآنِ أَنْ نَسْأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ","id":"Telah menceritakan kepada kami [Amru bin Muhammad bin Bukair an-Naqid] telah menceritakan kepada kami [Hasyim bin al-Qasim Abu an-Nadlr] telah menceritakan kepada kami [Sulaiman bin al-Mughirah] dari [Tsabit] dari [Anas bin Malik] dia berkata, \"Kami terhalangi untuk bertanya kepada Rasulullah shallallahu 'alaihi wasallam tentang sesuatu, yaitu kekaguman kami terhadap kedatangan seorang laki-laki dari penduduk gurun yang berakal (cerdas), lalu dia bertanya, sedangkan kami mendengarnya, lalu seorang laki-laki dari penduduk gurun datang seraya berkata, 'Wahai Muhammad, utusanmu mendatangi kami, lalu mengklaim untuk kami bahwa kamu mengklaim bahwa Allah mengutusmu.' Rasulullah menjawab: 'Benar'. Dia bertanya, 'Siapakah yang menciptakan langit? ' Rasulullah menjawab: 'Allah.' Dia bertanya, 'Siapakah yang menciptakan bumi? ' Rasulullah menjawab: 'Allah.' Dia bertanya, 'Siapakah yang memancangkan gunung-gunung ini dan menjadikan isinya segala sesuatu yang Dia ciptakan? ' Beliau menjawab: 'Allah.' Dia bertanya, 'Maka demi Dzat yang menciptakan langit, menciptakan bumi, dan memancangkan gunung-gunung ini, apakah Allah yang mengutusmu? ' Beliau menjawab: 'Ya.' Dia bertanya, 'Utusanmu mengklaim bahwa kami wajib melakukan shalat lima waktu sehari semalam, (apakah ini benar)? ' Beliau menjawab: 'Benar'. Dia bertanya, 'Demi Dzat yang mengutusmu, apakah Allah menyuruhmu untuk melakukan ini? ' Beliau menjawab: 'Ya'. Dia bertanya, 'Utusanmu mengklaim bahwa kitab wajib melakukan puasa Ramadlan pada setiap tahun kita, (apakah ini benar)? ' Beliau menjawab: 'Ya'. Dia bertanya, 'Demi Dzat yang mengutusmu, apakah Allah menyuruhmu untuk melakukan ini? ' Beliau menjawab: 'Ya'. Dia bertanya, 'Utusanmu mengklaim bahwa kami wajib melakukan haji bagi siapa di antara kami yang mampu menempuh jalan-Nya, (apakah ini benar)? ' Beliau menjawab, 'Ya benar'. Kemudian dia berpaling dan berkata, 'Demi Dzat yang mengutusmu dengan kebenaran, aku tidak akan menambah atas kewajiban tersebut dan tidak akan mengurangi darinya'. Maka Nabi shallallahu 'alaihi wasallam bersabda: \"Jika benar (yang dikatakannya), sungguh dia akan masuk surga'.\" Telah menceritakan kepada kami [Abdullah bin Hasyim al-Abdi] telah menceritakan kepada kami [Bahz] telah menceritakan kepada kami [Sulaiman bin al-Mughirah] dari [Tsabit] dia berkata, [Anas] berkata, \"Kami terhalangi untuk bertanya tentang sesuatu dari al-Qur'an kepada Rasulullah.\" Lalu dia membawakan hadits dengan semisalnya."}},"created":1767240632}