{"expires":1767320582,"content":{"status":true,"request":{"path":"\/hadits\/tirmidzi\/1","slug":"tirmidzi","nomor":"1"},"info":{"perawi":{"name":"Tirmidzi","slug":"tirmidzi","total":3625}},"data":{"number":1,"arab":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سِمَاكِ بْنِ حَرْبٍ ح و حَدَّثَنَا هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ إِسْرَائِيلَ عَنْ سِمَاكٍ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ ابْنِ عُمَرَعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُقْبَلُ صَلَاةٌ بِغَيْرِ طُهُورٍ وَلَا صَدَقَةٌ مِنْ غُلُولٍقَالَ هَنَّادٌ فِي حَدِيثِهِ إِلَّا بِطُهُورٍ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ وَفِي الْبَاب عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَأَبُو الْمَلِيحِ بْنُ أُسَامَةَ اسْمُهُ عَامِرٌ وَيُقَالُ زَيْدُ بْنُ أُسَامَةَ بْنِ عُمَيْرٍ الْهُذَلِيُّ","id":"telah menceritakan kepada kami [Qutaibah bin Sa'id] berkata, telah menceritakan kepada kami [Abu Awanah] dari [Simak bin Harb], dan telah menceritakan kepada kami [Hannad] berkata, telah menceritakan kepada kami [Waki'] dari [Israil] dari [Simak] dari [Mush'ab bin Sa'd] dari [Ibnu Umar] dari Nabi Shallahu 'alaihi wa Sallam, beliau bersabda: \" Tidak akan diterima shalat yang dilakukan tanpa bersuci, dan tidak akan diterima sedekah yang berasal dari harta curian.\" Hannad menyebutkan dalam haditsnya, \"tidak suci.\" Abu Isa berkata; \"Hadits ini adalah yang paling shahih dan paling baik dalam bab ini.\" Dalam bab tersebut juga ada hadits dari Abu Al Malih dari Bapaknya dan Abu Hurairah dan Anas. Dan Abu Al Malih bin Usamah namanya adalah Amir, disebut juga Zaid bin Usamah bin Umair Al Hudzali.\""}},"created":1767234182}